{
  "Affiliation": "(territory of Australia)",
  "Area": "total: 412 sq km \n      \n      \n        land: 412 sq km \n      \n      \n        water: 0 sq km",
  "Area - comparative": "slightly more than two times the size of Washington, DC",
  "Background": "The United Kingdom transferred these uninhabited, barren, sub-Antarctic islands to Australia in 1947. Populated by large numbers of seal and bird species, the islands have been designated a nature preserve.",
  "Climate": "antarctic",
  "Coastline": "101.9 km",
  "Country name": "conventional long form: Territory of Heard Island and McDonald Islands \n      \n      \n        conventional short form: Heard Island and McDonald Islands \n      \n      \n        abbreviation: HIMI",
  "Dependency status": "territory of Australia; administered from Canberra by the Department of Sustainability, Environment, Water, Population and Communities (Australian Antarctic Division)",
  "Diplomatic representation from the US": "none (territory of Australia)",
  "Diplomatic representation in the US": "none (territory of Australia)",
  "Disputes - international": "none",
  "Economy - overview": "The islands have no indigenous economic activity, but the Australian Government allows limited fishing in the surrounding waters. Visits to Heard Island typically focus on terrestrial and marine research and infrequent private expeditions.",
  "Elevation extremes": "lowest point: Indian Ocean 0 m \n      \n      \n        highest point: Mawson Peak on Big Ben volcano 2,745 m",
  "Environment - current issues": "NA",
  "Flag description": "the flag of Australia is used",
  "Geographic coordinates": "53 06 S, 72 31 E",
  "Geography - note": "Mawson Peak on Heard Island is the highest Australian mountain (at 2,745 meters, it is taller than Mt. Kosciuszko in Australia proper), and one of only two active volcanoes located in Australian territory, the other being McDonald Island; in 1992, McDonald Island broke its dormancy and began erupting; it has erupted several times since, most recently in 2005",
  "Internet country code": ".hm",
  "Internet hosts": "102 (2012)",
  "Irrigated land": "0 sq km (2011)",
  "Land boundaries": "0 km",
  "Land use": "arable land: 0% \n      \n      \n        permanent crops: 0% \n      \n      \n        other: 100% (2011)",
  "Legal system": "the laws of Australia, where applicable, apply",
  "Location": "islands in the Indian Ocean, about two-thirds of the way from Madagascar to Antarctica",
  "Map references": "Antarctic Region",
  "Maritime claims": "territorial sea: 12 nm \n      \n      \n        exclusive fishing zone: 200 nm",
  "Military - note": "defense is the responsibility of Australia; Australia conducts fisheries patrols",
  "Natural hazards": "Mawson Peak, an active volcano, is on Heard Island",
  "Natural resources": "fish",
  "Population": "uninhabited",
  "Ports and terminals": "none; offshore anchorage only",
  "Terrain": "Heard Island - 80% ice-covered, bleak and mountainous, dominated by a large massif (Big Ben) and an active volcano (Mawson Peak); McDonald Islands - small and rocky"
}