{
  "Affiliation": "(territory of the US)",
  "Area": "total: 1 sq km \n      \n      \n        land: 1 sq km \n      \n      \n        water: 0 sq km",
  "Area - comparative": "about 1.7 times the size of The Mall in Washington, DC",
  "Background": "The US annexed the reef in 1922. Its sheltered lagoon served as a way station for flying boats on Hawaii-to-American Samoa flights during the late 1930s. There are no terrestrial plants on the reef, which is frequently awash, but it does support abundant and diverse marine fauna and flora. In 2001, the waters surrounding the reef out to 12 nm were designated a US National Wildlife Refuge.",
  "Climate": "tropical; moderated by prevailing winds",
  "Coastline": "3 km",
  "Country name": "conventional long form: none \n      \n      \n        conventional short form: Kingman Reef",
  "Dependency status": "unincorporated territory of the US; administered from Washington, DC, by the US Fish and Wildlife Service of the Department of the Interior \n      \n      \n        note: on 1 September 2000, the Department of the Interior accepted restoration of its administrative jurisdiction over Kingman Reef from the Department of the Navy; Executive Order 3223 signed 18 January 2001 established Kingman Reef National Wildlife Refuge to be administered by the Director, US Fish and Wildlife Service; this refuge is managed to protect the terrestrial and aquatic wildlife of Kingman Reef out to the 12 nm territorial sea limit",
  "Disputes - international": "none",
  "Elevation extremes": "lowest point: Pacific Ocean 0 m \n      \n      \n        highest point: unnamed location 1 m",
  "Environment - current issues": "none",
  "Flag description": "the flag of the US is used",
  "Geographic coordinates": "6 24 N, 162 22 W",
  "Geography - note": "barren coral atoll with deep interior lagoon; closed to the public",
  "Land boundaries": "0 km",
  "Land use": "arable land: 0% \n      \n      \n        permanent crops: 0% \n      \n      \n        other: 100% (2011)",
  "Legal system": "the laws of the US, where applicable, apply",
  "Location": "Oceania, reef in the North Pacific Ocean, about half way between Hawaii and American Samoa",
  "Map references": "Oceania",
  "Maritime claims": "territorial sea: 12 nm \n      \n      \n        exclusive economic zone: 200 nm",
  "Military - note": "defense is the responsibility of the US",
  "Natural hazards": "wet or awash most of the time, maximum elevation of about 1 meter makes Kingman Reef a maritime hazard",
  "Natural resources": "terrestrial and aquatic wildlife",
  "Population": "uninhabited (July 2007 est.)",
  "Ports and terminals": "none; offshore anchorage only",
  "Terrain": "low and nearly level"
}