{
  "Cyprus": "Economy - overview: Even though the whole of the island is part of the EU, implementation of the EU \"acquis communautaire\" has been suspended in the area administered by Turkish Cypriots, known locally as the \"Turkish Republic of Northern Cyprus\" (\"TRNC\"), until political conditions permit the reunification of the island. The market-based economy of the \"TRNC\" is roughly one-fifth the size of its southern neighbor and is likewise dominated by the service sector with a large portion of the population employed by the government. In 2012 - the latest year for which data are available - the services sector, which includes the public sector, trade, tourism, and education, contributed 58.7% to economic output. In the same year, light manufacturing and agriculture contributed 2.7% and 6.2%, respectively. Manufacturing is limited mainly to food and beverages, furniture and fixtures, construction materials, metal and non-metal products, textiles and clothing. The TRNC maintains few economic ties with the Republic of Cyprus outside of trade in construction materials. Since its creation, the \"TRNC\" has heavily relied on financial assistance from Turkey, which supports the \"TRNC\" defense, telecommunications, water and postal services. The Turkish Lira is the preferred currency, though foreign currencies are widely accepted in business transactions. The \"TRNC\" remains vulnerable to the Turkish market and monetary policy because of its use of the Turkish Lira. The \"TRNC\" weathered the European financial crisis relatively unscathed - compared to the Republic of Cyprus - because of the lack of financial sector development, the health of the Turkish economy, and its separation from the rest of the island. The \"TRNC\" economy experienced growth estimated at 2.8% in 2013 and 2.3% in 2014 and is projected to grow 3.8% in 2015. \nGDP (purchasing power parity): $1.829 billion (2007 est.)\nGDP - real growth rate: 2.3% (2014 est.)\n2.8% (2013 est.)\nGDP - per capita: $11,700 (2007 est.)\nGDP - composition by sector: agriculture: 6.2%, industry: 35.1%, services: 58.7% (2012 est.)\nLabor force: 95,030 (2007 est.)\nLabor force - by occupation: agriculture: 14.5%, industry: 29%, services: 56.5% (2004)\nUnemployment rate: 9.4% (2005 est.)\nPopulation below poverty line: %NA\nInflation rate: 11.4% (2006)\nBudget: revenues: $2.5 billion, expenditures: $2.5 billion (2006)\nAgriculture - products: citrus fruit, dairy, potatoes, grapes, olives, poultry, lamb\nIndustries: foodstuffs, textiles, clothing, ship repair, clay, gypsum, copper, furniture\nIndustrial production growth rate: -0.3% (2007 est.)\nElectricity production: 998.9 million kWh (2005)\nElectricity consumption: 797.9 million kWh (2005)\nExports: $68.1 million, f.o.b. (2007 est.)\nExport - commodities: citrus, dairy, potatoes, textiles\nExport - partners: Turkey 40%; direct trade between the area administered by Turkish Cypriots and the area under government control remains limited\nImports: $1.2 billion, f.o.b. (2007 est.)\nImport - commodities: vehicles, fuel, cigarettes, food, minerals, chemicals, machinery\nImport - partners: Turkey 60%; direct trade between the area administered by Turkish Cypriots and the area under government control remains limited\nReserves of foreign exchange and gold: $NA\nDebt - external: $NA\nCurrency (code): Turkish new lira (YTL)\nExchange rates: Turkish new lira per US dollar: 1.9 (2013) 1.8 (2012) 1.67 (2011) 1.5 (2010) 1.55 (2009)"
}