{
  "flag description": "the flag of Norway is used",
  "ports and terminals": "none; offshore anchorage only",
  "area - comparative(sq km)": "about 0.3 times the size of Washington, DC",
  "location": "island in the South Atlantic Ocean, southwest of the Cape of Good Hope (South Africa)",
  "economy - overview": "no economic activity; declared a nature reserve",
  "population": "uninhabited",
  "geography - note": "covered by glacial ice; declared a nature reserve by Norway",
  "disputes - international": "none",
  "natural resources": "none",
  "communications - note": "has an automated meteorological station",
  "land use(%)": "agricultural land: 0%\narable land 0%; permanent crops 0%; permanent pasture 0%\nforest: 0%\nother: 100% (93% ice) (2011 est.)",
  "coastline(km)": "29.6 km",
  "maritime claims": "territorial sea: 4 nm",
  "military - note": "defense is the responsibility of Norway",
  "internet country code": ".bv",
  "environment - current issues": "none; almost entirely ice covered",
  "dependency status": "territory of Norway; administered by the Polar Department of the Ministry of Justice and Oslo Police",
  "geographic coordinates": "54 26 S, 3 24 E",
  "internet hosts": "6 (2012)",
  "country name": "conventional long form: none\nconventional short form: Bouvet Island\netymology: named after the French naval officer Jean-Baptiste Charles BOUVET who discovered the island in 1739",
  "legal system": "the laws of Norway, where applicable, apply",
  "terrain": "volcanic; coast is mostly inaccessible",
  "elevation(m)": "mean elevation: NA\nelevation extremes: lowest point: South Atlantic Ocean 0 m\nhighest point: Olavtoppen (Olav Peak) 780 m",
  "land boundaries(km)": "0 km",
  "background": "This uninhabited, volcanic, Antarctic island is almost entirely covered by glaciers making it difficult to approach; it is recognized as the most remote island on Earth. Bouvet Island was discovered in 1739 by a French naval officer after whom it is named. No claim was made until 1825, when the British flag was raised. A few expeditions visited the island in the late 19th century. In 1928, the UK waived its claim in favor of Norway, which had occupied the island the previous year. In 1971, Norway designated Bouvet Island and the adjacent territorial waters a nature reserve. Since 1977, Norway has run an automated meteorological station and studied foraging strategies and distribution of fur seals and penguins on the island. In February 2006, an earthquake weakened the station's foundation causing it to be blown out to sea in a winter storm. Norway erected a new research station in 2014 that can hold six people for periods of two to four months.",
  "area(sq km)": "total: 49 sq km\nland: 49 sq km\nwater: 0 sq km",
  "map references": "Antarctic Region",
  "climate": "antarctic",
  "natural hazards": "occasional volcanism, rock slides; harsh climate, surrounded by pack ice in winter"
}