{
  "": "population without electricity: 1,200,000\nelectrification - total population: 97%\nelectrification - urban areas: 100%\nelectrification - rural areas: 88% (2013)",
  "total fertility rate(children born/woman)": "2 children born/woman (2017 est.)",
  "obesity - adult prevalence rate(%)": "22.3% (2016)",
  "hiv/aids - deaths": "2,800 (2016 est.)",
  "electricity - from hydroelectric plants(% of total installed capacity)": "69% of total installed capacity (2015 est.)",
  "national symbol(s)": "Andean condor; national colors: yellow, blue, red",
  "merchant marine": "total: 12\nby type: cargo 9, chemical tanker 1, petroleum tanker 2\nregistered in other countries: 4 (Antigua and Barbuda 1, Panama 2, Portugal 1) (2010)",
  "refined petroleum products - imports(bbl/day)": "95,790 bbl/day (2014 est.)",
  "imports - commodities(%)": "industrial equipment, transportation equipment, consumer goods, chemicals, paper products, fuels, electricity",
  "environment - current issues": "deforestation; soil and water quality damage from overuse of pesticides; air pollution, especially in Bogota, from vehicle emissions",
  "military branches": "National Army (Ejercito Nacional), Republic of Colombia Navy (Armada Republica de Colombia, ARC, includes Naval Aviation, Naval Infantry (Infanteria de Marina, IM), and Coast Guard), Colombian Air Force (Fuerza Aerea de Colombia, FAC) (2012)",
  "taxes and other revenues(% of gdp)": "26.9% of GDP (2016 est.)",
  "infant mortality rate(deaths/1,000 live births)": "total: 13.6 deaths/1,000 live births\nmale: 16.5 deaths/1,000 live births\nfemale: 10.6 deaths/1,000 live births (2017 est.)",
  "executive branch": "chief of state: President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Ret. Gen. Oscar Adolfo NARANJO Trujillo (since 30 March 2017); note - Vice President German VARGAS Lleras' resignation on 15 March 2017 became effective on 21 March 2017; the president is both chief of state and head of government\nhead of government: President Juan Manuel SANTOS Calderon (since 7 August 2010); Vice President Ret. Gen. Oscar Adolfo NARANJO Trujillo (since 30 March 2017)\ncabinet: Cabinet appointed by the president\nelections/appointments: president directly elected by absolute majority vote in 2 rounds if needed for a 4-year term; election last held on 25 May 2014 with a runoff held on 15 June 2014 (next to be held on 27 May 2018); note - recent political reform eliminated presidential reelection; beginning in 2018, presidents can only serve one 4-year term\nelection results: Juan Manuel SANTOS Calderon reelected president in runoff; percent of vote - Juan Manuel SANTOS Calderon (U Party) 51.0%, Oscar Ivan ZULUAGA (CD) 45.0%, other 4.0%",
  "gdp - composition, by sector of origin(%)": "agriculture: 7.1%\nindustry: 32.6%\nservices: 60.3% (2016 est.)",
  "market value of publicly traded shares": "$85.96 billion (31 December 2015 est.)\n$146.7 billion (31 December 2014 est.)\n$202.7 billion (31 December 2013 est.)",
  "net migration rate(migrant(s)/1,000 population)": "-0.6 migrant(s)/1,000 population (2017 est.)",
  "manpower available for military service": "males age 16-49: 11,692,647\nfemales age 16-49: 11,727,625 (2010 est.)",
  "religions(%)": "Roman Catholic 79%, Protestant 14% (includes Pentecostal 6%, mainline Protestant 2%, other 6%), other 2%, unspecified 5% (2014 est.)",
  "exports - partners(%)": "US 33.5%, Panama 6.3% (2016)",
  "drinking water source(% of population)": "improved: \nurban: 96.8% of population\nrural: 73.8% of population\ntotal: 91.4% of population\nunimproved: \nurban: 3.2% of population\nrural: 26.2% of population\ntotal: 8.6% of population (2015 est.)",
  "birth rate(births/1,000 population)": "16.1 births/1,000 population (2017 est.)",
  "economy - overview": "Colombias economy benefits from free trade and sound fiscal policies but it has slowed in 2016 because of falling global oil prices, a strong dollar, and moderate inflation. Colombia heavily depends on energy and mining exports, making it vulnerable to a drop in commodity prices. Colombia is the world's fourth largest coal exporter, the worlds second largest coffee and cut flowers exporter, and Latin Americas fourth largest oil producer. Economic development is hampered by inadequate infrastructure, poverty, narcotrafficking, and an uncertain security situation.\n\nAlthough real GDP growth averaged 4.7% for the past decade, growth fell to 2.0% in 2016. The El Nino weather pattern in early 2016 and a 40-day truckers strike caused food and energy prices to rise, with inflation spiking to a high of nearly 9% in July 2016. Declining oil prices have reduced government revenues. Colombia received about $1 billion in oil revenue in 2016, compared with $6 billion in 2014; oil accounts for 20% of government revenues. President Juan Manuel SANTOS signed into law a tax reform bill in December 2016 aimed at offsetting lost revenue from the drop in oil prices by decreasing corporate taxes to incentivize investment and by increasing the value added tax. The enactment of the tax reform bill was key to maintaining Colombias BBB investment-grade credit rating. Foreign investment has been hampered by Colombias struggle to address its fiscal problems. As of September 2016, FDI in Colombia had risen to $10.2 billion, up from $9.3 billion over the same period in 2015.\n\nColombia has signed or is negotiating Free Trade Agreements (FTA) with more than a dozen countries; the US-Colombia FTA went into force in May 2012. The US and Colombia have benefitted from the FTA, but Colombias ability to take full advantage of its enhanced access to American markets continues to be constrained by lack of export diversification. Non-tariff measures remain a point of contention for bilateral trade relations. The Colombian government acted in 2016 to address several bilateral trade irritants with the US, including truck scrappage, distilled spirits, pharmaceuticals, ethanol imports, and labor rights. US and industry stakeholders are still evaluating the implementation of recent reforms. Colombia is a founding member of the Pacific Alliance - a regional trade block formed in 2012 by Chile, Colombia, Mexico, and Peru to promote regional trade and economic integration. In 2013, Colombia began its accession process to the Organization for Economic Cooperation and Development.",
  "telephones - mobile cellular": "total: 58,684,924\nsubscriptions per 100 inhabitants: 124 (July 2016 est.)",
  "manpower reaching militarily significant age annually": "male: 430,634\nfemale: 413,974 (2010 est.)",
  "manpower fit for military service": "males age 16-49: 9,150,400\nfemales age 16-49: 9,861,760 (2010 est.)",
  "land use(%)": "agricultural land: 37.5%\narable land 1.4%; permanent crops 1.6%; permanent pasture 34.5%\nforest: 54.4%\nother: 8.1% (2011 est.)",
  "ethnic groups(%)": "mestizo and white 84.2%, Afro-Colombian (includes mulatto, Raizal, and Palenquero) 10.4%, Amerindian 3.4%, Romani",
  "gdp - per capita (ppp)": "$14,100 (2016 est.)\n$14,000 (2015 est.)\n$13,800 (2014 est.)\nnote: data are in 2016 dollars",
  "carbon dioxide emissions from consumption of energy(mt)": "74 million Mt (2013 est.)",
  "mother's mean age at first birth": "21.7 years\nnote: median age at first birth among women 25-29 (2015 est.)",
  "school life expectancy (primary to tertiary education)(years)": "total: 14 years\nmale: 14 years\nfemale: 15 years (2015)",
  "industrial production growth rate(%)": "0.6% (2016 est.)",
  "government type": "presidential republic",
  "electricity - imports(kwh)": "45 million kWh (2015 est.)",
  "unemployment rate(%)": "9.2% (2016 est.)\n8.9% (2015 est.)",
  "natural gas - imports(cu m)": "0 cu m (2013 est.)",
  "area - comparative(sq km)": "slightly less than twice the size of Texas",
  "legal system": "civil law system influenced by the Spanish and French civil codes",
  "internet users": "total: 27,452,550\npercent of population: 58.1% (July 2016 est.)",
  "death rate(deaths/1,000 population)": "5.5 deaths/1,000 population (2017 est.)",
  "electricity - from other renewable sources(% of total installed capacity)": "1.6% of total installed capacity (2015 est.)",
  "railways(km)": "total: 2,141 km\nstandard gauge: 150 km 1.435-m gauge\nnarrow gauge: 1,991 km 0.914-m gauge (2015)",
  "child labor - children ages 5-14": "total number: 988,362\npercentage: 9%\nnote: data represent children ages 5-17 (2009 est.)",
  "imports - partners(%)": "US 26.4%, China 19.1%, Mexico 7.5%, Brazil 4.7% (2016)",
  "land boundaries(km)": "total: 6,672 km\nborder countries (5): Brazil 1,790 km, Ecuador 708 km, Panama 339 km, Peru 1,494 km, Venezuela 2,341 km",
  "national holiday": "Independence Day, 20 July (1810)",
  "electricity - consumption(kwh)": "57.6 billion kWh (2015 est.)",
  "legislative branch": "description: bicameral Congress or Congreso consists of the Senate or Senado (102 seats; 100 members elected in a single nationwide constituency by party-list proportional representation popular vote and 2 members elected in a special nationwide for indigenous communities to serve 4-year terms) and the Chamber of Representatives or Camara de Representantes (166 seats; members elected in multi-seat constituencies by party-list proportional representation constituency popular vote to serve 4-year terms)\nelections: Senate - last held on 9 March 2014 (next to be held in March 2018); Chamber of Representatives - last held on 9 March 2014 (next to be held in March 2018)\nelection results: Senate - percent of vote by party - NA; seats by party - U Party 21, CD 20, PC 18, PL 17, CR 9, PDA 5, Green Party 5, other 7; Chamber of Representatives - percent of vote by party - NA; seats by party - PL 39, U Party 37, PC 27, CD 19, CR 16, Green Party 6, PDA 3, other 19",
  "climate": "tropical along coast and eastern plains; cooler in highlands",
  "flag description": "three horizontal bands of yellow (top, double-width), blue, and red; the flag retains the three main colors of the banner of Gran Colombia, the short-lived South American republic that broke up in 1830; various interpretations of the colors exist and include: yellow for the gold in Colombia's land, blue for the seas on its shores, and red for the blood spilled in attaining freedom; alternatively, the colors have been described as representing more elemental concepts such as sovereignty and justice (yellow), loyalty and vigilance (blue), and valor and generosity (red); or simply the principles of liberty, equality, and fraternity\nnote: similar to the flag of Ecuador, which is longer and bears the Ecuadorian coat of arms superimposed in the center",
  "airports - with unpaved runways": "total: 715\nover 3,047 m: 1\n1,524 to 2,437 m: 25\n914 to 1,523 m: 201\nunder 914 m: 488 (2013)",
  "ports and terminals": "major seaport(s): Atlantic Ocean (Caribbean) - Cartagena, Santa Marta, Turbo; Pacific Ocean - Buenaventura\nriver port(s): Barranquilla (Rio Magdalena)\noil terminal(s): Covenas offshore terminal\ndry bulk cargo port(s): Puerto Bolivar (coal)\ncontainer port(s) (TEUs): Cartagena (1,853,342)",
  "exports - commodities(%)": "petroleum, coal, emeralds, coffee, nickel, cut flowers, bananas, apparel",
  "broadcast media": "combination of state-owned and privately owned broadcast media provide service; more than 500 radio stations and many national, regional, and local TV stations (2007)",
  "natural gas - proved reserves(cu m)": "123.5 billion cu m (1 January 2017 es)",
  "independence": "20 July 1810 (from Spain)",
  "disputes - international": "in December 2007, ICJ allocated San Andres, Providencia, and Santa Catalina islands to Colombia under 1928 Treaty but did not rule on 82 degrees W meridian as maritime boundary with Nicaragua; managed dispute with Venezuela over maritime boundary and Venezuelan-administered Los Monjes Islands near the Gulf of Venezuela; Colombian-organized illegal narcotics, guerrilla, and paramilitary activities penetrate all neighboring borders and have caused Colombian citizens to flee mostly into neighboring countries; Colombia, Honduras, Nicaragua, Jamaica, and the US assert various claims to Bajo Nuevo and Serranilla Bank",
  "capital": "name: Bogota\ngeographic coordinates: 4 36 N, 74 05 W\ntime difference: UTC-5 (same time as Washington, DC, during Standard Time)",
  "gdp - real growth rate(%)": "2% (2016 est.)\n3.1% (2015 est.)\n4.4% (2014 est.)",
  "reserves of foreign exchange and gold": "$46.18 billion (31 December 2016 est.)\n$46.22 billion (31 December 2015 est.)",
  "internet hosts": "4.41 million (2012)",
  "agriculture - products": "coffee, cut flowers, bananas, rice, tobacco, corn, sugarcane, cocoa beans, oilseed, vegetables; shrimp; forest products",
  "debt - external": "$115 billion (31 December 2016 est.)\n$111.1 billion (31 December 2015 est.)",
  "terrain": "flat coastal lowlands, central highlands, high Andes Mountains, eastern lowland plains (Llanos)",
  "crude oil - exports(bbl/day)": "681,900 bbl/day (2014 est.)",
  "stock of broad money": "$136 billion (31 December 2016 est.)\n$121.2 billion (31 December 2015 est.)",
  "refugees and internally displaced persons": "IDPs: 7,582,085 (conflict between government and illegal armed groups and drug traffickers since 1985; about 300,000 new IDPs each year since 2000) (2017)\nstateless persons: 11 (2016)",
  "gdp (official exchange rate)": "$282.4 billion (2016 est.)",
  "judicial branch": "highest court(s): Supreme Court of Justice or Corte Suprema de Justicia (consists of the Civil-Agrarian and Labor Chambers each with 7 judges, and the Penal Chamber with 9 judges); Constitutional Court (consists of 9 magistrates); Council of State (consists of 31 members); Superior Judiciary Council (consists of 13 magistrates)\njudge selection and term of office: Supreme Court judges appointed by the Supreme Court members from candidates submitted by the Superior Judiciary Council; judges elected for individual 8-year terms; Constitutional Court magistrates - nominated by the president, by the Supreme Court, and elected by the Senate; judges elected for individual 8-year terms; Council of State members appointed by the State Council plenary from lists nominated by the Superior Judiciary Council\nsubordinate courts: Superior Tribunals (appellate courts for each of the judicial districts); regional courts; civil municipal courts; Superior Military Tribunal; first instance administrative courts",
  "telephones - main lines in use": "total subscriptions: 7,115,984\nsubscriptions per 100 inhabitants: 15 (July 2016 est.)",
  "stock of direct foreign investment - at home": "$164.3 billion (31 December 2016 est.)\n$149.2 billion (31 December 2015 est.)",
  "population": "47,698,524 (July 2017 est.)",
  "major infectious diseases": "degree of risk: high\nfood or waterborne diseases: bacterial diarrhea\nvectorborne diseases: dengue fever, malaria, and yellow fever\nnote: active local transmission of Zika virus by Aedes species mosquitoes has been identified in this country (as of August 2016); it poses an important risk (a large number of cases possible) among US citizens if bitten by an infective mosquito; other less common ways to get Zika are through sex, via blood transfusion, or during pregnancy, in which the pregnant woman passes Zika virus to her fetus (2016)",
  "natural resources": "petroleum, natural gas, coal, iron ore, nickel, gold, copper, emeralds, hydropower",
  "crude oil - proved reserves(bbl)": "2.002 billion bbl (1 January 2017 es)",
  "unemployment, youth ages 15-24(%)": "total: 16.6%\nmale: 12.6%\nfemale: 22.2% (2015 est.)",
  "hiv/aids - people living with hiv/aids": "120,000 (2016 est.)",
  "total renewable water resources(cu km)": "2,132 cu km (2011)",
  "median age(years)": "total: 30 years\nmale: 29 years\nfemale: 31 years (2017 est.)",
  "demographic profile": "Colombia is in the midst of a demographic transition resulting from steady declines in its fertility, mortality, and population growth rates. The birth rate has fallen from more than 6 children per woman in the 1960s to just above replacement level today as a result of increased literacy, family planning services, and urbanization. However, income inequality is among the worst in the world, and more than a third of the population lives below the poverty line.\nColombia experiences significant legal and illegal economic emigration and refugee outflows. Large-scale labor emigration dates to the 1960s; the United States and, until recently, Venezuela have been the main host countries. Emigration to Spain picked up in the 1990s because of its economic growth, but this flow has since diminished because of Spains ailing economy and high unemployment. Colombia has been the largest source of Latin American refugees in Latin America, nearly 400,000 of whom live primarily in Venezuela and Ecuador. Venezuelas political and economic crisis since 2015, however, has created a reverse flow, consisting largely of Colombians returning home.\nForced displacement continues to be prevalent because of violence among guerrillas, paramilitary groups, and Colombian security forces. Afro-Colombian and indigenous populations are disproportionately affected. Even with the Colombian Governments December 2016 peace agreement with the Revolutionary Armed Forces of Colombia (FARC), the risk of displacement remains as other rebel groups fill the void left by the FARC. Between 1985 and September 2017, nearly 7.6 million persons have been internally displaced, the highest total in the world. These estimates may undercount actual numbers because many internally displaced persons are not registered. Historically, Colombia also has one of the worlds highest levels of forced disappearances. About 30,000 cases have been recorded over the last four decadesalthough the number is likely to be much higherincluding human rights activists, trade unionists, Afro-Colombians, indigenous people, and farmers in rural conflict zones.\nBecause of political violence and economic problems, Colombia received limited numbers of immigrants during the 19th and 20th centuries, mostly from the Middle East, Europe, and Japan. More recently, growth in the oil, mining, and manufacturing sectors has attracted increased labor migration; the primary source countries are Venezuela, the US, Mexico, and Argentina. Colombia has also become a transit area for illegal migrants from Africa, Asia, and the Caribbean who are en route to the US or Canada.",
  "internet country code": ".co",
  "gdp - composition, by end use(%)": "household consumption: 62.8%\ngovernment consumption: 18.4%\ninvestment in fixed capital: 25.3%\ninvestment in inventories: 0.2%\nexports of goods and services: 14.1%\nimports of goods and services: -20.6% (2016 est.)",
  "major urban areas - population": "BOGOTA (capital) 9.765 million; Medellin 3.911 million; Cali 2.646 million; Barranquilla 1.991 million; Bucaramanga 1.215 million; Cartagena 1.092 million (2015)",
  "diplomatic representation from the us": "chief of mission: Ambassador Kevin WHITAKER (since 11 June 2014)\nembassy: Calle 24 Bis No. 48-50, Bogota, D.C.\nmailing address: Carrera 45 No. 24B-27, Bogota, D.C.\ntelephone: [57] (1) 275-2000\nFAX: [57] (1) 275-4600",
  "dependency ratios": "total dependency ratio: 45.6\nyouth dependency ratio: 35.4\nelderly dependency ratio: 10.2\npotential support ratio: 9.8 (2015 est.)",
  "freshwater withdrawal (domestic/industrial/agricultural)()": "total: 12.65  cu km/yr (55%/4%/41%)\nper capita: 308  cu m/yr (2010)",
  "map references": "South America",
  "electricity - installed generating capacity(kw)": "16.66 million kW (2015 est.)",
  "stock of narrow money": "$34.01 billion (31 December 2016 est.)\n$32.82 billion (31 December 2015 est.)",
  "international organization participation": "BCIE, BIS, CAN, Caricom (observer), CD, CDB, CELAC, EITI (candidate country), FAO, G-3, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, NAM, OAS, OPANAL, OPCW, Pacific Alliance, PCA, UN, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
  "area(sq km)": "total: 1,138,910 sq km\nland: 1,038,700 sq km\nwater: 100,210 sq km\nnote: includes Isla de Malpelo, Roncador Cay, and Serrana Bank",
  "budget surplus (+) or deficit (-)(% of gdp)": "-2.4% of GDP (2016 est.)",
  "sex ratio(male(s)/female)": "at birth: 1.06 male(s)/female\n0-14 years: 1.05 male(s)/female\n15-24 years: 1.04 male(s)/female\n25-54 years: 0.98 male(s)/female\n55-64 years: 0.88 male(s)/female\n65 years and over: 0.72 male(s)/female\ntotal population: 0.98 male(s)/female (2016 est.)",
  "hospital bed density(beds/1,000 population)": "1.5 beds/1,000 population (2012)",
  "refined petroleum products - consumption(bbl/day)": "345,000 bbl/day (2015 est.)",
  "gross national saving(% of gdp)": "21% of GDP (2016 est.)\n20.3% of GDP (2015 est.)\n21.1% of GDP (2014 est.)",
  "international law organization participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
  "pipelines": "citizenship by birth: no\ncitizenship by descent only: least one parent must be a citizen or permanent resident of Colombia\ndual citizenship recognized: yes\nresidency requirement for naturalization: 5 years",
  "diplomatic representation in the us": "chief of mission: Ambassador Camilo REYES Rodriguez (since 21 July 2017)\nchancery: 2118 Leroy Place NW, Washington, DC 20008\ntelephone: [1] (202) 387-8338\nFAX: [1] (202) 232-8643\nconsulate(s) general: Atlanta, Houston, Los Angeles, Miami, New York, Newark (NJ), Orlando, San Juan (Puerto Rico)\nconsulate(s): Boston, Chicago, San Francisco",
  "maternal mortality rate(deaths/100,000 live births)": "64 deaths/100,000 live births (2015 est.)",
  "literacy(%)": "definition: age 15 and over can read and write\ntotal population: 94.2%\nmale: 94.1%\nfemale: 94.4% (2015 est.)",
  "suffrage": "18 years of age; universal",
  "airports - with paved runways": "total: 121\nover 3,047 m: 2\n2,438 to 3,047 m: 9\n1,524 to 2,437 m: 39\n914 to 1,523 m: 53\nunder 914 m: 18 (2017)",
  "waterways(km)": "24,725 km (18,300 km navigable; the most important waterway, the River Magdalena, of which 1,488 km is navigable, is dredged regularly to ensure safe passage of cargo vessels and container barges) (2012)",
  "exports": "$33.38 billion (2016 est.)\n$38.28 billion (2015 est.)",
  "languages(%)": "Spanish (official)",
  "labor force": "24.41 million (2016 est.)",
  "contraceptive prevalence rate(%)": "79.1% (2009/10)",
  "natural gas - consumption(cu m)": "18.82 billion cu m (2015 est.)",
  "education expenditures(% of gdp)": "4.5% of GDP (2015)",
  "natural gas - exports(cu m)": "400 million cu m (2015 est.)",
  "background": "Colombia was one of the three countries that emerged after the dissolution of Gran Colombia in 1830 (the others are Ecuador and Venezuela). A decades-long conflict between government forces and antigovernment insurgent groups, principally the Revolutionary Armed Forces of Colombia (FARC) heavily funded by the drug trade, escalated during the 1990s. More than 31,000 former paramilitaries demobilized by the end of 2006 and the United Self Defense Forces of Colombia as a formal organization ceased to operate. In the wake of the paramilitary demobilization, organized criminal groups arose, whose members include some former paramilitaries. After four years of formal peace negotiations, the Colombian Government signed a revised final peace accord with the FARC in November 2016, which was subsequently ratified by the Colombian Congress. The accord calls for members of the FARC to demobilize, disarm, and reincorporate into society and politics, and it creates an alternative system for transitional justice that includes a Special Jurisdiction for Peace to address accountability for conflict-related crimes and established truth-telling mechanisms. The Colombian Government has stepped up efforts to reassert government control throughout the country, and now has a presence in every one of its administrative departments. Despite decades of internal conflict and drug related security challenges, Colombia maintains relatively strong democratic institutions characterized by peaceful, transparent elections and the protection of civil liberties.",
  "life expectancy at birth(years)": "total population: 75.9 years\nmale: 72.8 years\nfemale: 79.3 years (2017 est.)",
  "constitution": "several previous; latest promulgated 5 July 1991; amended many times, last in 2015 (2016)",
  "public debt(% of gdp)": "52% of GDP (2016 est.)\n50.2% of GDP (2015 est.)\nnote: data cover general government debt, and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities",
  "heliports": "3 (2013)",
  "military service age and obligation(years of age)": "18-24 years of age for compulsory and voluntary military service; service obligation is 18 months (2012)",
  "population growth rate(%)": "0.99% (2017 est.)",
  "country name": "conventional long form: Republic of Colombia\nconventional short form: Colombia\nlocal long form: Republica de Colombia\nlocal short form: Colombia\netymology: the country is named after explorer Christopher COLUMBUS",
  "hiv/aids - adult prevalence rate(%)": "0.4% (2016 est.)",
  "electricity - from nuclear fuels(% of total installed capacity)": "0% of total installed capacity (2015 est.)",
  "airports": "836 (2013)",
  "distribution of family income - gini index": "53.5 (2014)\n56.9 (1996)",
  "budget": "revenues: $75.9 billion\nexpenditures: $82.73 billion (2016 est.)",
  "labor force - by occupation(%)": "agriculture: 17%\nindustry: 21%\nservices: 62% (2011 est.)",
  "environment - international agreements": "party to: Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Life Conservation, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands\nsigned, but not ratified: Law of the Sea",
  "maritime claims": "territorial sea: 12 nm\nexclusive economic zone: 200 nm\ncontinental shelf: 200-m depth or to the depth of exploitation",
  "national anthem": "name: \"Himno Nacional de la Republica de Colombia\" (National Anthem of the Republic of Colombia)\nlyrics/music: Rafael NUNEZ/Oreste SINDICI\nnote: adopted 1920; the anthem was created from an inspirational poem written by President Rafael NUNEZ",
  "industries": "textiles, food processing, oil, clothing and footwear, beverages, chemicals, cement; gold, coal, emeralds",
  "fiscal year": "calendar year",
  "elevation(m)": "mean elevation: 593 m\nelevation extremes: lowest point: Pacific Ocean 0 m\nhighest point: Pico Cristobal Colon 5,730 m\nnote: nearby Pico Simon Bolivar also has the same elevation",
  "refined petroleum products - exports(bbl/day)": "83,920 bbl/day (2014 est.)",
  "location": "Northern South America, bordering the Caribbean Sea, between Panama and Venezuela, and bordering the North Pacific Ocean, between Ecuador and Panama",
  "sanitation facility access(% of population)": "improved: \nurban: 85.2% of population\nrural: 67.9% of population\ntotal: 81.1% of population\nunimproved: \nurban: 14.8% of population\nrural: 32.1% of population\ntotal: 18.9% of population (2015 est.)",
  "refined petroleum products - production(bbl/day)": "362,100 bbl/day (2014 est.)",
  "electricity - from fossil fuels(% of total installed capacity)": "29.4% of total installed capacity (2015 est.)",
  "inflation rate (consumer prices)(%)": "7.5% (2016 est.)\n5% (2015 est.)",
  "stock of direct foreign investment - abroad": "$51.82 billion (31 December 2016 est.)\n$47.3 billion (31 December 2015 est.)",
  "population below poverty line(%)": "27.8% (2015 est.)",
  "crude oil - imports(bbl/day)": "0 bbl/day (2014 est.)",
  "natural gas - production(cu m)": "11.91 billion cu m (2015 est.)",
  "gdp (purchasing power parity)": "$688.6 billion (2016 est.)\n$666.9 billion (2015 est.)\n$640.2 billion (2014 est.)\nnote: data are in 2016 dollars",
  "geographic coordinates": "4 00 N, 72 00 W",
  "pipelines(km)": "gas 4,991 km; oil 6,796 km; refined products 3,429 km (2013)",
  "roadways(km)": "total: 204,855 km (2015)",
  "commercial bank prime lending rate(%)": "14.65% (31 December 2016 est.)\n11.45% (31 December 2015 est.)",
  "administrative divisions": "32 departments (departamentos, singular - departamento) and 1 capital district* (distrito capital); Amazonas, Antioquia, Arauca, Atlantico, Bogota*, Bolivar, Boyaca, Caldas, Caqueta, Casanare, Cauca, Cesar, Choco, Cordoba, Cundinamarca, Guainia, Guaviare, Huila, La Guajira, Magdalena, Meta, Narino, Norte de Santander, Putumayo, Quindio, Risaralda, Archipielago de San Andres, Providencia y Santa Catalina (colloquially San Andres y Providencia), Santander, Sucre, Tolima, Valle del Cauca, Vaupes, Vichada",
  "military expenditures(% of gdp)": "3.39% of GDP (2016)\n3.13% of GDP (2015)\n3.13% of GDP (2014)\n3.29% of GDP (2013)\n3.17% of GDP (2012)",
  "crude oil - production(bbl/day)": "886,000 bbl/day (2016 est.)",
  "electricity - exports(kwh)": "460 million kWh (2015 est.)",
  "illicit drugs": "illicit producer of coca, opium poppy, and cannabis; world's leading coca cultivator with 159,000 hectares in coca cultivation in 2015, a 42% increase over 2014, producing a potential of 495 mt of pure cocaine; the world's largest producer of coca derivatives; supplies cocaine to nearly all of the US market and the great majority of other international drug markets; in 2016, the Colombian government reported manual eradication of 17,642 hectares; Colombia suspended aerial eradication in October 2015 making 2016 the first full year without aerial eradication; a significant portion of narcotics proceeds are either laundered or invested in Colombia through the black market peso exchange; Colombia probably remains the second largest supplier of heroin to the US market; opium poppy cultivation was estimated to be 1,100 hectares in 2015, sufficient to potentially produce three metric tons of pure heroin",
  "urbanization(%)": "urban population: 77% of total population (2017)\nrate of urbanization: 1.47% annual rate of change (2015-20 est.)",
  "physicians density(physicians/1,000 population)": "1.57 physicians/1,000 population (2010)",
  "political parties and leaders": "Alternative Democratic Pole or PDA [Clara LOPEZ]\nConservative Party or PC [David BARGUIL]\nDemocratic Center Party or CD [Alvaro URIBE Velez, Oscar Ivan ZULUAGA, Carlos HOLMES TRUJILLO, Ivan DUQUE]\nGreen Alliance [Jorge LONDONO, Antonio SANGUINO, Luis AVELLANEDA, Camilo ROMERO]\nLiberal Party or PL [Horacio SERPA]\nCitizens Option (Opcion Ciudadana) or OC [Angel ALIRIO Moreno] (formerly known as the National Integration Party or PIN)\nRadical Change or CR [Carlos Fernando GALAN]\nSocial National Unity Party or U Party [Roy BARRERAS, Jose David NAME]\nnote: Colombia has numerous smaller movements",
  "geography - note": "only South American country with coastlines on both the North Pacific Ocean and Caribbean Sea",
  "coastline(km)": "3,208 km (Caribbean Sea 1,760 km, North Pacific Ocean 1,448 km)",
  "health expenditures(% of gdp)": "7.2% of GDP (2014)",
  "central bank discount rate(%)": "7.5% (31 December 2016)\n6.5% (31 December 2014)",
  "imports": "$43.24 billion (2016 est.)\n$52.05 billion (2015 est.)",
  "telephone system": "general assessment: modern system in many respects with a nationwide microwave radio relay system, a domestic satellite system with 41 earth stations, and a fiber-optic network linking 50 cities; multiple providers of both fixed-line and mobile-cellular services, however, infrastructure remains poor in small urban centers and rural areas\ndomestic: fixed-line connections stand at about 15 per 100 persons; mobile cellular telephone subscribership is about 120 per 100 persons; competition among cellular service providers is resulting in falling local and international calling rates and contributing to the steep decline in the market share of fixed-line services\ninternational: country code - 57; multiple submarine cable systems provide links to the US, parts of the Caribbean, and Central and South America; satellite earth stations - 10 (6 Intelsat, 1 Inmarsat, 3 fully digitalized international switching centers) (2016)",
  "current account balance": "$-12.24 billion (2016 est.)\n$-18.64 billion (2015 est.)",
  "irrigated land(sq km)": "10,900 sq km (2012)",
  "nationality": "noun: Colombian(s)\nadjective: Colombian",
  "electricity - production(kwh)": "67.26 billion kWh (2015 est.)",
  "age structure(%)": "0-14 years: 24.22% (male 5,917,425/female 5,634,516)\n15-24 years: 17.25% (male 4,191,033/female 4,038,314)\n25-54 years: 41.91% (male 9,918,698/female 10,071,419)\n55-64 years: 9.18% (male 2,059,712/female 2,318,320)\n65 years and over: 7.44% (male 1,480,966/female 2,068,121) (2017 est.)",
  "children under the age of 5 years underweight(%)": "3.4% (2010)",
  "exchange rates": "Colombian pesos (COP) per US dollar -\n3,055.3 (2016 est.)\n3,055.3 (2015 est.)\n2,001 (2014 est.)\n2,001.1 (2013 est.)\n1,798 (2012 est.)",
  "household income or consumption by percentage share(%)": "lowest 10%: 1.1%\nhighest 10%: 42.2% (2014 est.)",
  "political pressure groups and leaders": "Central Union of Workers or CUT\nColombian Confederation of Workers or CTC\nGeneral Confederation of Workers or CGT\nNational Liberation Army or ELN",
  "stock of domestic credit": "$153.1 billion (31 December 2016 est.)\n$133.8 billion (31 December 2015 est.)",
  "natural hazards": "highlands subject to volcanic eruptions; occasional earthquakes; periodic droughts\nvolcanism: Galeras (4,276 m) is one of Colombia's most active volcanoes, having erupted in 2009 and 2010 causing major evacuations; it has been deemed a Decade Volcano by the International Association of Volcanology and Chemistry of the Earth's Interior, worthy of study due to its explosive history and close proximity to human populations; Nevado del Ruiz (5,321 m), 129 km (80 mi) west of Bogota, erupted in 1985 producing lahars (mudflows) that killed 23,000 people; the volcano last erupted in 1991; additionally, after 500 years of dormancy, Nevado del Huila reawakened in 2007 and has experienced frequent eruptions since then; other historically active volcanoes include Cumbal, Dona Juana, Nevado del Tolima, and Purace"
}