{
  "flag description": "the flag of Australia is used",
  "ports and terminals": "none; offshore anchorage only",
  "geographic coordinates": "18 00 S, 152 00 E",
  "location": "Oceania, islands in the Coral Sea, northeast of Australia",
  "economy - overview": "no economic activity",
  "country name": "conventional long form: Coral Sea Islands Territory\nconventional short form: Coral Sea Islands\netymology: self-descriptive name to reflect the islands' position in the Coral Sea off the northeastern coast of Australia",
  "disputes - international": "none",
  "pipelines": "see Australia",
  "natural resources": "fish",
  "communications - note": "automatic weather stations on many of the isles and reefs relay data to the mainland",
  "land use(%)": "agricultural land: 0%\narable land 0%; permanent crops 0%; permanent crops 0%\nforest: 0%\nother: 100% (mostly grass or scrub cover) (2011 est.)",
  "coastline(km)": "3,095 km",
  "diplomatic representation in the us": "none (territory of Australia)",
  "maritime claims": "territorial sea: 3 nm\nexclusive fishing zone: 200 nm",
  "military - note": "defense is the responsibility of Australia",
  "environment - current issues": "no permanent freshwater resources",
  "dependency status": "territory of Australia; administered from Canberra by the Department of Regional Australia, Local Government, Arts and Sport",
  "diplomatic representation from the us": "none (territory of Australia)",
  "area(sq km)": "total: less than 3 sq km\nland: less than 3 sq km\nwater: 0 sq km\nnote: includes numerous small islands and reefs scattered over a sea area of about 780,000 sq km (300,000 sq mi) with the Willis Islets the most important",
  "area - comparative(sq km)": "about four times the size of the National Mall in Washington, DC",
  "legal system": "the common law legal system of Australia, where applicable, applies",
  "terrain": "sand and coral reefs and islands (cays)",
  "climate": "tropical",
  "elevation(m)": "mean elevation: NA\nelevation extremes: lowest point: Pacific Ocean 0 m\nhighest point: unnamed location on Cato Island 9 m",
  "land boundaries(km)": "0 km",
  "background": "Scattered over more than three-quarters of a million square kilometers of ocean, the Coral Sea Islands were declared a territory of Australia in 1969. They are uninhabited except for a small meteorological staff on the Willis Islets. Automated weather stations, beacons, and a lighthouse occupy many other islands and reefs. The Coral Sea Islands Act 1969 was amended in 1997 to extend the boundaries of the Coral Sea Islands Territory around Elizabeth and Middleton Reefs.",
  "geography - note": "important nesting area for birds and turtles",
  "map references": "Oceania",
  "population": "no indigenous inhabitants\nnote: there is a staff of three to four at the meteorological station on Willis Island (July 2007 est.)",
  "natural hazards": "occasional tropical cyclones"
}