{
  "": "population without electricity: 300,000\nelectrification - total population: 99.6%\nelectrification - urban areas: 100%\nelectrification - rural areas: 99.3% (2013)",
  "total fertility rate(children born/woman)": "3.47 children born/woman (2017 est.)",
  "obesity - adult prevalence rate(%)": "32% (2016)",
  "hiv/aids - deaths": "<500 (2016 est.)",
  "electricity - from hydroelectric plants(% of total installed capacity)": "7.3% of total installed capacity (2015 est.)",
  "national symbol(s)": "golden eagle, white lotus; national colors: red, white, black",
  "merchant marine": "total: 67\nby type: bulk carrier 16, cargo 20, container 3, passenger/cargo 7, petroleum tanker 12, roll on/roll off 9\nforeign-owned: 13 (Denmark 1, France 1, Greece 8, Jordan 2, Lebanon 1)\nregistered in other countries: 42 (Cambodia 4, Georgia 7, Honduras 2, Liberia 3, Malta 1, Marshall Islands 1, Moldova 5, Panama 11, Saint Kitts and Nevis 1, Saint Vincent and the Grenadines 2, Saudi Arabia 1, Sierra Leone 3, unknown 1) (2010)",
  "refined petroleum products - imports(bbl/day)": "206,100 bbl/day (2014 est.)",
  "imports - commodities(%)": "machinery and equipment, foodstuffs, chemicals, wood products, fuels",
  "environment - current issues": "agricultural land being lost to urbanization and windblown sands; increasing soil salination below Aswan High Dam; desertification; oil pollution threatening coral reefs, beaches, and marine habitats; other water pollution from agricultural pesticides, raw sewage, and industrial effluents; limited natural freshwater resources away from the Nile, which is the only perennial water source; rapid growth in population overstraining the Nile and natural resources",
  "military branches": "Army, Navy, Air Force, Air Defense Forces (2015)",
  "taxes and other revenues(% of gdp)": "14.7% of GDP (2016 est.)",
  "infant mortality rate(deaths/1,000 live births)": "total: 19 deaths/1,000 live births\nmale: 20.2 deaths/1,000 live births\nfemale: 17.7 deaths/1,000 live births (2017 est.)",
  "executive branch": "Chief of state: President Abdelfattah Said ELSISI (since 8 June 2014)\nhead of government: Prime Minister Sherif ISMAIL (since 12 September 2015); note - Prime Minister Ibrahim MEHLAB resigned 12 September 2015\ncabinet: Cabinet sworn in 19 September 2015\nelections/appointments: president elected by absolute majority popular vote in 2 rounds if needed for a 4-year term (eligible for a second term); election last held on 26-28 May 2014 (next to be held in May 2018); prime minister appointed by the president, approved by the House of Representatives\nelection results: Abdelfattah Said ELSISI elected president; percent of vote in 1 round - Abdelfattah Said ELSISI (independent) 96.6%, Hamdeen SABAHI (Egyptian Current Party) 3.4%",
  "gdp - composition, by sector of origin(%)": "agriculture: 11.9%\nindustry: 32.9%\nservices: 55.2% (2016 est.)",
  "market value of publicly traded shares": "$55.19 billion (31 December 2015 est.)\n$70.08 billion (31 December 2014 est.)\n$61.63 billion (31 December 2013 est.)",
  "net migration rate(migrant(s)/1,000 population)": "-0.5 migrant(s)/1,000 population (2017 est.)",
  "manpower available for military service": "males age 16-49: 21,012,199\nfemales age 16-49: 20,145,021 (2010 est.)",
  "religions(%)": "Muslim (predominantly Sunni) 90%, Christian (majority Coptic Orthodox, other Christians include Armenian Apostolic, Catholic, Maronite, Orthodox, and Anglican) 10% (2015 est.)",
  "exports - partners(%)": "UAE 12.5%, Saudi Arabia 7.7%, Italy 6.5%, Turkey 6.3%, UK 4.6%, US 4.5% (2016)",
  "drinking water source(% of population)": "improved: \nurban: 100% of population\nrural: 99% of population\ntotal: 99.4% of population\nunimproved: \nurban: 0% of population\nrural: 1% of population\ntotal: 0.6% of population (2015 est.)",
  "birth rate(births/1,000 population)": "29.6 births/1,000 population (2017 est.)",
  "economy - overview": "Occupying the northeast corner of the African continent, Egypt is bisected by the highly fertile Nile valley, where most economic activity takes place. Egypt's economy was highly centralized during the rule of former President Gamal Abdel NASSER but opened up considerably under former Presidents Anwar EL-SADAT and Mohamed Hosni MUBARAK.\n\nCairo from 2004 to 2008 pursued business climate reforms to attract foreign investment and facilitate growth. Poor living conditions and limited job opportunities for the average Egyptian contribute to public discontent, a major factor leading to the January 2011 revolution that ousted MUBARAK. The uncertain political, security, and policy environment since 2011 caused economic growth to slow significantly, hurting tourism, manufacturing, and other sectors and pushing up unemployment, which remains above 10%.\n\nWeak growth and limited foreign exchange earnings have made public finances unsustainable, leaving authorities dependent on expensive borrowing for deficit finance and on Gulf allies to help cover the import bill. In 2015-16, higher levels of foreign investment contributed to a slight rebound in GDP growth after a particularly depressed post-revolution period. In 2016, Cairo enacted a value-added tax, implemented fuel and electricity subsidy cuts, and floated its currency, which led to a sharp depreciation of the pound and corresponding inflation. In November 2016, the IMF approved a $12 billion, three-year loan for Egypt and disbursed the first $2.75 billion tranche.",
  "telephones - mobile cellular": "total: 97,791,441\nsubscriptions per 100 inhabitants: 103 (July 2016 est.)",
  "manpower reaching militarily significant age annually": "male: 783,405\nfemale: 748,647 (2010 est.)",
  "manpower fit for military service": "males age 16-49: 18,060,543\nfemales age 16-49: 17,244,838 (2010 est.)",
  "land use(%)": "agricultural land: 3.6%\narable land 2.8%; permanent crops 0.8%; permanent pasture 0%\nforest: 0.1%\nother: 96.3% (2011 est.)",
  "ethnic groups(%)": "Egyptian 99.6%, other 0.4% (2006 census)",
  "gdp - per capita (ppp)": "$12,600 (2016 est.)\n$12,200 (2015 est.)\n$12,000 (2014 est.)\nnote: data are in 2016 dollars",
  "carbon dioxide emissions from consumption of energy(mt)": "207 million Mt (2013 est.)",
  "mother's mean age at first birth": "22.7 years\nnote: median age at first birth among women 25-29 (2014 est.)",
  "school life expectancy (primary to tertiary education)(years)": "total: 13 years\nmale: 13 years\nfemale: 13 years (2014)",
  "industrial production growth rate(%)": "3.5% (2016 est.)",
  "government type": "presidential republic",
  "electricity - imports(kwh)": "43 million kWh (2015 est.)",
  "unemployment rate(%)": "12.7% (2016 est.)\n12.8% (2015 est.)",
  "natural gas - imports(cu m)": "2.832 billion cu m (2013 est.)",
  "area - comparative(sq km)": "more than eight times the size of Ohio; slightly more than three times the size of New Mexico",
  "legal system": "mixed legal system based on Napoleonic civil and penal law, Islamic religious law, and vestiges of colonial-era laws; judicial review of the constitutionality of laws by the Supreme Constitutional Court",
  "internet users": "total: 37,122,537\npercent of population: 39.2% (July 2016 est.)",
  "death rate(deaths/1,000 population)": "4.6 deaths/1,000 population (2017 est.)",
  "electricity - from other renewable sources(% of total installed capacity)": "2.2% of total installed capacity (2015 est.)",
  "railways(km)": "total: 5,085 km\nstandard gauge: 5,085 km 1.435-m gauge (62 km electrified) (2014)",
  "imports - partners(%)": "China 12.9%, Germany 8.7%, US 5.3%, Italy 4.5%, Turkey 4.3%, Saudi Arabia 4.1% (2016)",
  "land boundaries(km)": "total: 2,612 km\nborder countries (4): Gaza Strip 13 km, Israel 208 km, Libya 1,115 km, Sudan 1,276 km",
  "national holiday": "Revolution Day, 23 July (1952)",
  "electricity - consumption(kwh)": "150.4 billion kWh (2015 est.)",
  "legislative branch": "description: unicameral House of Representatives (Majlis Al-Nowaab); 596 seats; 448 members directly elected by individual candidacy system, 120 members - with quotas for women, youth, Christians and workers - elected in party-list constituencies by simple majority popular vote, and 28 members selected by the president; member term 5 years; note - inaugural session held on 10 January 2016\nelections: multi-phase election completed on 16 December 2015 (next to be held in 2020\nelection results: percent of vote by party - NA; seats by party - Free Egyptians Party 65, Nations Future Party 53, New Wafd Party 36, Homelands Protector Party 18, Republican Peoples Party 13, Congress Party 12, al-Nour Party 11, Conservative Party 6, Democratic Peace Party 5, Egyptian Social Democratic Party 4, Egyptian National Movement 4, Modern Egypt Party 4, Reform and Development Party 3, Freedom Party 3, My Homeland Egypt Party 3, National Progressive Unionist Party 2, Arab Democratic Nasserist Party 1, Revolutionary Guards Party 1, Free Egyptian Building Party 1, independent 351",
  "climate": "desert; hot, dry summers with moderate winters",
  "flag description": "three equal horizontal bands of red (top), white, and black; the national emblem (a gold Eagle of Saladin facing the hoist side with a shield superimposed on its chest above a scroll bearing the name of the country in Arabic) centered in the white band; the band colors derive from the Arab Liberation flag and represent oppression (black), overcome through bloody struggle (red), to be replaced by a bright future (white)\nnote: similar to the flag of Syria, which has two green stars in the white band, Iraq, which has an Arabic inscription centered in the white band, and Yemen, which has a plain white band",
  "airports - with unpaved runways": "total: 11\n2,438 to 3,047 m: 1\n1,524 to 2,437 m: 3\n914 to 1,523 m: 4\nunder 914 m: 3 (2013)",
  "ports and terminals": "major seaport(s): Mediterranean Sea - Alexandria, Damietta, El Dekheila, Port Said; Gulf of Suez - Suez\noil terminal(s): Ain Sukhna terminal, Sidi Kerir terminal\ncontainer port(s) (TEUs): Alexandria (1,662,000), Port Said (East) (3,036,000) (2015)\nLNG terminal(s) (export): Damietta, Idku (Abu Qir Bay)",
  "exports - commodities(%)": "crude oil and petroleum products, fruits and vegetables, cotton, textiles, metal products, chemicals, processed food",
  "broadcast media": "mix of state-run and private broadcast media; state-run TV operates 2 national and 6 regional terrestrial networks, as well as a few satellite channels; about 20 private satellite channels and a large number of Arabic satellite channels are available via subscription; state-run radio operates about 70 stations belonging to 8 networks; 2 privately owned radio stations operational (2008)",
  "natural gas - proved reserves(cu m)": "2.186 trillion cu m (1 January 2017 es)",
  "independence": "28 February 1922 (from UK protectorate status; the revolution that began on 23 July 1952 led to a republic being declared on 18 June 1953 and all British troops withdrawn on 18 June 1956); note - it was ca. 3200 B.C. that the Two Lands of Upper (southern) and Lower (northern) Egypt were first united politically",
  "disputes - international": "Sudan claims but Egypt de facto administers security and economic development of Halaib region north of the 22nd parallel boundary; Egypt no longer shows its administration of the Bir Tawil trapezoid in Sudan on its maps; Gazan breaches in the security wall with Egypt in January 2008 highlight difficulties in monitoring the Sinai border; Saudi Arabia claims Egyptian-administered islands of Tiran and Sanafir",
  "capital": "name: Cairo\ngeographic coordinates: 30 03 N, 31 15 E\ntime difference: UTC+2 (7 hours ahead of Washington, DC, during Standard Time)",
  "gdp - real growth rate(%)": "4.3% (2016 est.)\n4.4% (2015 est.)\n2.9% (2014 est.)",
  "reserves of foreign exchange and gold": "$23.2 billion (31 December 2016 est.)\n$15.49 billion (31 December 2015 est.)",
  "internet hosts": "200,430 (2012)",
  "agriculture - products": "cotton, rice, corn, wheat, beans, fruits, vegetables; cattle, water buffalo, sheep, goats",
  "debt - external": "$62.38 billion (31 December 2016 est.)\n$46.58 billion (31 December 2015 est.)",
  "terrain": "vast desert plateau interrupted by Nile valley and delta",
  "crude oil - exports(bbl/day)": "197,700 bbl/day (2014 est.)",
  "stock of broad money": "$146.6 billion (31 December 2016 est.)\n$243.4 billion (31 December 2015 est.)",
  "refugees and internally displaced persons": "refugees (country of origin): 70,027 (West Bank and Gaza Strip) (2016); 126,027 (Syria); 35,227 (Sudan) (2017) (refugees and asylum seekers); 14,009 (Erthiopia) (refugees and asylum seekers); 10,795 (Eritrea) (refugees and asylum seekers); 8,578 (South Sudan) (refugees and asylum seekers); 6,611 (Iraq) (refugees and asylum seekers); 6,561 (Somalia) (refugees and asylum seekers)\nIDPs: 78,000 (2016)\nstateless persons: 19 (2016)",
  "gdp (official exchange rate)": "$332.3 billion (2016 est.)",
  "judicial branch": "highest court(s): Supreme Constitutional Court or SCC (consists of the court president and 10 justices); the SCC serves as the final court of arbitraton on the constitutionality of laws and conflicts between lower courts regarding jurisdiction and rulings; Court of Cassation (CC) (consists of the court president and 550 judges organized in circuits with cases heard by panels of 5 judges); the CC is the highest appeals body for civil and criminal cases, also known as ordinary justices\"; Supreme Administrative Court (SAC) - consists of the court president and organized in circuits with cases heard by panels of 5 judges); the SAC is the highest court of the State Council\njudge selection and term of office: under the 2014 constitution, all judges and justices selected by the Supreme Judiciary Council and appointed by the president of the Republic; judges appointed for life\nsubordinate courts: Courts of Appeal; Courts of First Instance; courts of limited jurisdiction; Family Court (established in 2004)",
  "telephones - main lines in use": "total subscriptions: 6,118,250\nsubscriptions per 100 inhabitants: 6 (July 2016 est.)",
  "stock of direct foreign investment - at home": "$97.14 billion (31 December 2016 est.)\n$91.27 billion (31 December 2015 est.)",
  "population": "97,041,072 (July 2017 est.)",
  "major infectious diseases": "degree of risk: intermediate\nfood or waterborne diseases: bacterial diarrhea, hepatitis A, and typhoid fever\nwater contact disease: schistosomiasis (2016)",
  "natural resources": "petroleum, natural gas, iron ore, phosphates, manganese, limestone, gypsum, talc, asbestos, lead, rare earth elements, zinc",
  "crude oil - proved reserves(bbl)": "4.4 billion bbl (1 January 2017 es)",
  "unemployment, youth ages 15-24(%)": "total: 31.3%\nmale: 28.4%\nfemale: 37.6% (2015 est.)",
  "hiv/aids - people living with hiv/aids": "11,000 (2016 est.)",
  "total renewable water resources(cu km)": "57.3 cu km (2011)",
  "median age(years)": "total: 23.9 years\nmale: 23.6 years\nfemale: 24.2 years (2017 est.)",
  "demographic profile": "Egypt is the most populous country in the Arab world and the third most populous country in Africa, behind Nigeria and Ethiopia. Most of the country is desert, so about 95% of the population is concentrated in a narrow strip of fertile land along the Nile River, which represents only about 5% of Egypts land area. Egypts rapid population growth  46% between 1994 and 2014  stresses limited natural resources, jobs, housing, sanitation, education, and health care.\nAlthough the countrys total fertility rate (TFR) fell from roughly 5.5 children per woman in 1980 to just over 3 in the late 1990s, largely as a result of state-sponsored family planning programs, the population growth rate dropped more modestly because of decreased mortality rates and longer life expectancies. During the last decade, Egypts TFR decline stalled for several years and then reversed, reaching 3.6 in 2011, and has plateaued the last few years. Contraceptive use has held steady at about 60%, while preferences for larger families and early marriage may have strengthened in the wake of the recent 2011 revolution. The large cohort of women of or nearing childbearing age will sustain high population growth for the foreseeable future (an effect called population momentum).\nNevertheless, post-MUBARAK governments have not made curbing population growth a priority. To increase contraceptive use and to prevent further overpopulation will require greater government commitment and substantial social change, including encouraging smaller families and better educating and empowering women. Currently, literacy, educational attainment, and labor force participation rates are much lower for women than men. In addition, the prevalence of violence against women, the lack of female political representation, and the perpetuation of the nearly universal practice of female genital cutting continue to keep women from playing a more significant role in Egypts public sphere.\nPopulation pressure, poverty, high unemployment, and the fragmentation of inherited land holdings have historically motivated Egyptians, primarily young men, to migrate internally from rural and smaller urban areas in the Nile Delta region and the poorer rural south to Cairo, Alexandria, and other urban centers in the north, while a much smaller number migrated to the Red Sea and Sinai areas. Waves of forced internal migration also resulted from the 1967 Arab-Israeli War and the floods caused by the completion of the Aswan High Dam in 1970. Limited numbers of students and professionals emigrated temporarily prior to the early 1970s, when economic problems and high unemployment pushed the Egyptian Government to lift restrictions on labor migration. At the same time, high oil revenues enabled Saudi Arabia, Iraq, and other Gulf states, as well as Libya and Jordan, to fund development projects, creating a demand for unskilled labor (mainly in construction), which attracted tens of thousands of young Egyptian men.\nBetween 1970 and 1974 alone, Egyptian migrants in the Gulf countries increased from approximately 70,000 to 370,000. Egyptian officials encouraged legal labor migration both to alleviate unemployment and to generate remittance income (remittances continue to be one of Egypts largest sources of foreign currency and GDP). During the mid-1980s, however, depressed oil prices resulting from the Iran-Iraq War, decreased demand for low-skilled labor, competition from less costly South Asian workers, and efforts to replace foreign workers with locals significantly reduced Egyptian migration to the Gulf States. The number of Egyptian migrants dropped from a peak of almost 3.3 million in 1983 to about 2.2 million at the start of the 1990s, but numbers gradually recovered.\nIn the 2000s, Egypt began facilitating more labor migration through bilateral agreements, notably with Arab countries and Italy, but illegal migration to Europe through overstayed visas or maritime human smuggling via Libya also rose. The Egyptian Government estimated there were 6.5 million Egyptian migrants in 2009, with roughly 75% being temporary migrants in other Arab countries (Libya, Saudi Arabia, Jordan, Kuwait, and the United Arab Emirates) and 25% being predominantly permanent migrants in the West (US, UK, Italy, France, and Canada).\nDuring the 2000s, Egypt became an increasingly important transit and destination country for economic migrants and asylum seekers, including Palestinians, East Africans, and South Asians and, more recently, Iraqis and Syrians. Egypt draws many refugees because of its resettlement programs with the West; Cairo has one of the largest urban refugee populations in the world. Many East African migrants are interned or live in temporary encampments along the Egypt-Israel border, and some have been shot and killed by Egyptian border guards.",
  "internet country code": ".eg",
  "gdp - composition, by end use(%)": "household consumption: 82.8%\ngovernment consumption: 11.4%\ninvestment in fixed capital: 14.5%\ninvestment in inventories: 0.6%\nexports of goods and services: 10.4%\nimports of goods and services: -19.6% (2016 est.)",
  "major urban areas - population": "CAIRO (capital) 18.772 million; Alexandria 4.778 million (2015)",
  "diplomatic representation from the us": "chief of mission: Ambassador (vacant); Charge d'Affaires Thomas H. GOLDBERGER (since 30 June 2017)\nembassy: 5 Tawfik Diab St., Garden City, Cairo\nmailing address: Unit 64900, Box 15, APO AE 09839-4900; 5 Tawfik Diab Street, Garden City, Cairo\ntelephone: [20] (2) 2797-3300\nFAX: [20] (2) 2797-3200",
  "dependency ratios": "total dependency ratio: 61.8\nyouth dependency ratio: 53.6\nelderly dependency ratio: 8.2\npotential support ratio: 12.2 (2015 est.)",
  "freshwater withdrawal (domestic/industrial/agricultural)()": "total: 68.3  cu km/yr (8%/6%/86%)\nper capita: 973.3  cu m/yr (2000)",
  "map references": "Africa",
  "electricity - installed generating capacity(kw)": "38.88 million kW (2015 est.)",
  "stock of narrow money": "$34.51 billion (31 December 2016 est.)\n$66.49 billion (31 December 2015 est.)",
  "international organization participation": "ABEDA, AfDB, AFESD, AMF, AU, BSEC (observer), CAEU, CD, CICA, COMESA, D-8, EBRD, FAO, G-15, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICRM, IDA, IDB, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, LAS, MIGA, MINURSO, MINUSMA, MONUSCO, NAM, OAPEC, OAS (observer), OIC, OIF, OSCE (partner), PCA, UN, UN Security Council (temporary), UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNMISS, UNOCI, UNRWA, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
  "area(sq km)": "total: 1,001,450 sq km\nland: 995,450 sq km\nwater: 6,000 sq km",
  "budget surplus (+) or deficit (-)(% of gdp)": "-9.8% of GDP (2016 est.)",
  "sex ratio(male(s)/female)": "at birth: 1.05 male(s)/female\n0-14 years: 1.07 male(s)/female\n15-24 years: 1.06 male(s)/female\n25-54 years: 1.03 male(s)/female\n55-64 years: 0.98 male(s)/female\n65 years and over: 0.82 male(s)/female\ntotal population: 1.05 male(s)/female (2016 est.)",
  "hospital bed density(beds/1,000 population)": "0.5 beds/1,000 population (2012)",
  "refined petroleum products - consumption(bbl/day)": "802,000 bbl/day (2015 est.)",
  "gross national saving(% of gdp)": "9.1% of GDP (2016 est.)\n10.7% of GDP (2015 est.)\n12.9% of GDP (2014 est.)",
  "international law organization participation": "accepts compulsory ICJ jurisdiction with reservations; non-party state to the ICCt",
  "pipelines": "citizenship by birth: no\ncitizenship by descent only: if the father was born in Egypt\ndual citizenship recognized: only with prior permission from the government\nresidency requirement for naturalization: 10 years",
  "diplomatic representation in the us": "chief of mission: Ambassador Yasser REDA (since 19 September 2015)\nchancery: 3521 International Court NW, Washington, DC 20008\ntelephone: [1] (202) 895-5400\nFAX: [1] (202) 244-5131\nconsulate(s) general: Chicago, Houston, Los Angeles, New York",
  "maternal mortality rate(deaths/100,000 live births)": "33 deaths/100,000 live births (2015 est.)",
  "literacy(%)": "definition: age 15 and over can read and write\ntotal population: 73.8%\nmale: 82.2%\nfemale: 65.4% (2015 est.)",
  "suffrage": "18 years of age; universal and compulsory",
  "airports - with paved runways": "total: 72\nover 3,047 m: 15\n2,438 to 3,047 m: 36\n1,524 to 2,437 m: 15\nunder 914 m: 6 (2017)",
  "waterways(km)": "3,500 km (includes the Nile River, Lake Nasser, Alexandria-Cairo Waterway, and numerous smaller canals in Nile Delta; the Suez Canal (193.5 km including approaches) is navigable by oceangoing vessels drawing up to 17.68 m) (2011)",
  "exports": "$20.02 billion (2016 est.)\n$19.03 billion (2015 est.)",
  "languages(%)": "Arabic (official), English and French widely understood by educated classes",
  "labor force": "28.9 million (2016 est.)",
  "contraceptive prevalence rate(%)": "58.5% (2014)",
  "natural gas - consumption(cu m)": "77.93 billion cu m (2015 est.)",
  "education expenditures(% of gdp)": "3.8% of GDP (2008)",
  "natural gas - exports(cu m)": "720 million cu m (2014 est.)",
  "background": "The regularity and richness of the annual Nile River flood, coupled with semi-isolation provided by deserts to the east and west, allowed for the development of one of the world's great civilizations. A unified kingdom arose circa 3200 B.C., and a series of dynasties ruled in Egypt for the next three millennia. The last native dynasty fell to the Persians in 341 B.C., who in turn were replaced by the Greeks, Romans, and Byzantines. It was the Arabs who introduced Islam and the Arabic language in the 7th century and who ruled for the next six centuries. A local military caste, the Mamluks took control about 1250 and continued to govern after the conquest of Egypt by the Ottoman Turks in 1517. Completion of the Suez Canal in 1869 elevated Egypt as an important world transportation hub. Ostensibly to protect its investments, Britain seized control of Egypt's government in 1882, but nominal allegiance to the Ottoman Empire continued until 1914. Partially independent from the UK in 1922, Egypt acquired full sovereignty from Britain in 1952. The completion of the Aswan High Dam in 1971 and the resultant Lake Nasser have altered the time-honored place of the Nile River in the agriculture and ecology of Egypt. A rapidly growing population (the largest in the Arab world), limited arable land, and dependence on the Nile all continue to overtax resources and stress society. The government has struggled to meet the demands of Egypt's population through economic reform and massive investment in communications and physical infrastructure.\nInspired by the 2010 Tunisian revolution, Egyptian opposition groups led demonstrations and labor strikes countrywide, culminating in President Hosni MUBARAK's ouster in 2011. Egypt's military assumed national leadership until a new parliament was in place in early 2012; later that same year, Mohammed MORSI won the presidential election. Following often violent protests throughout the spring of 2013 against MORSI's government and the Muslim Brotherhood, the Egyptian Armed Forces intervened and removed MORSI from power in July 2013 and replaced him with interim president Adly MANSOUR. In January 2014, voters approved a new constitution by referendum and in May 2014 elected Abdelfattah ELSISI president. Egypt elected a new legislature in December 2015, the first parliament since 2012.",
  "life expectancy at birth(years)": "total population: 73 years\nmale: 71.6 years\nfemale: 74.4 years (2017 est.)",
  "constitution": "history: several previous; latest approved by a constitutional committee in December 2013, approved by referendum held on 14-15 January 2014, ratified by interim president on 19 January 2014\namendments: proposed by the president of the republic or by one-fifth of the House of Representatives members; a decision to accept the proposal requires majority vote by House members; passage of amendment requires a two-thirds majority vote by House members and passage by majority vote in a referendum; articles of reelection of the president and principles of freedom not amendable unless the amendment \"brings more guarantees\"\nnote: in mid-2017, some members of the House of Representatives suggested revisions to the 2014 constitution that, if approved, would extend the term of the president and expand presidential powers (2017)",
  "public debt(% of gdp)": "111.2% of GDP (2016 est.)\n97.5% of GDP (2015 est.)\nnote: data cover central government debt and includes debt instruments issued (or owned) by government entities other than the treasury; the data include treasury debt held by foreign entities; the data include debt issued by subnational entities, as well as intra-governmental debt; intra-governmental debt consists of treasury borrowings from surpluses in the social funds, such as for retirement, medical care, and unemployment; debt instruments for the social funds are sold at public auctions",
  "heliports": "7 (2013)",
  "military service age and obligation(years of age)": "18-30 years of age for male conscript military service; service obligation - 18-36 months, followed by a 9-year reserve obligation; voluntary enlistment possible from age 15 (2017)",
  "population growth rate(%)": "2.45% (2017 est.)",
  "trafficking in persons": "current situation: Egypt is a source, transit, and destination country for men, women, and children subjected to sex trafficking and forced labor; Egyptian children, including the large population of street children are vulnerable to forced labor in domestic service, begging and agriculture or may be victims of sex trafficking or child sex tourism, which occurs in Cairo, Alexandria, and Luxor; some Egyptian women and girls are sold into temporary or summer marriages with Gulf men, through the complicity of their parents or marriage brokers, and are exploited for prostitution or forced labor; Egyptian men are subject to forced labor in neighboring countries, while adults from South and Southeast Asia and East Africa  and increasingly Syrian refugees  are forced to work in domestic service, construction, cleaning, and begging in Egypt; women and girls, including migrants and refugees, from Asia, sub-Saharan Africa, and the Middle East are sex trafficked in Egypt; the Egyptian military cracked down on criminal groups smuggling, abducting, trafficking, and extorting African migrants in the Sinai Peninsula, but the practice has reemerged along Egypts western border with Libya\ntier rating: Tier 2 Watch List  Egypt does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; the government gathered data nationwide on trafficking cases to better allocate and prioritize anti-trafficking efforts, but overall it did not demonstrate increased progress; prosecutions increased in 2014, but no offenders were convicted for the second consecutive year; fewer trafficking victims were identified in 2014, which represents a significant and ongoing decrease from the previous two reporting periods; the government relied on NGOs and international organizations to identify and refer victims to protective services, and focused on Egyptian victims and refused to provide some services to foreign victims, at times including shelter (2015)",
  "country name": "conventional long form: Arab Republic of Egypt\nconventional short form: Egypt\nlocal long form: Jumhuriyat Misr al-Arabiyah\nlocal short form: Misr\nformer: United Arab Republic (with Syria)\netymology: the English name \"Egypt\" derives from the ancient Greek name for the country \"Aigyptos\"; the Arabic name \"Misr\" can be traced to the ancient Akkadian \"misru\" meaning border or frontier",
  "hiv/aids - adult prevalence rate(%)": "",
  "electricity - from nuclear fuels(% of total installed capacity)": "0% of total installed capacity (2015 est.)",
  "airports": "83 (2013)",
  "distribution of family income - gini index": "30.8 (2008)\n32.1 (2005)",
  "budget": "revenues: $48.81 billion\nexpenditures: $81.22 billion (2016 est.)",
  "labor force - by occupation(%)": "agriculture: 29.2%\nindustry: 23.5%\nservices: 47.3% (2013 est.)",
  "environment - international agreements": "party to: Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands\nsigned, but not ratified: none of the selected agreements",
  "maritime claims": "territorial sea: 12 nm\ncontiguous zone: 24 nm\nexclusive economic zone: 200 nm or the equidistant median line with Cyprus\ncontinental shelf: 200 nm",
  "national anthem": "name: \"Bilady, Bilady, Bilady\" (My Homeland, My Homeland, My Homeland)\nlyrics/music: Younis-al QADI/Sayed DARWISH\nnote: adopted 1979; the current anthem, less militaristic than the previous one, was created after the signing of the 1979 peace treaty with Israel; Sayed DARWISH, commonly considered the father of modern Egyptian music, composed the anthem",
  "industries": "textiles, food processing, tourism, chemicals, pharmaceuticals, hydrocarbons, construction, cement, metals, light manufactures",
  "fiscal year": "1 July - 30 June",
  "elevation(m)": "mean elevation: 321 m\nelevation extremes: lowest point: Qattara Depression -133 m\nhighest point: Mount Catherine 2,629 m",
  "refined petroleum products - exports(bbl/day)": "39,220 bbl/day (2014 est.)",
  "location": "Northern Africa, bordering the Mediterranean Sea, between Libya and the Gaza Strip, and the Red Sea north of Sudan, and includes the Asian Sinai Peninsula",
  "sanitation facility access(% of population)": "improved: \nurban: 96.8% of population\nrural: 93.1% of population\ntotal: 94.7% of population\nunimproved: \nurban: 3.2% of population\nrural: 6.9% of population\ntotal: 5.3% of population (2015 est.)",
  "refined petroleum products - production(bbl/day)": "471,800 bbl/day (2014 est.)",
  "electricity - from fossil fuels(% of total installed capacity)": "90.5% of total installed capacity (2015 est.)",
  "inflation rate (consumer prices)(%)": "10.2% (2016 est.)\n10.4% (2015 est.)",
  "stock of direct foreign investment - abroad": "$7.257 billion (31 December 2016 est.)\n$7.021 billion (31 December 2015 est.)",
  "population below poverty line(%)": "25.2% (2011 est.)",
  "crude oil - imports(bbl/day)": "60,940 bbl/day (2014 est.)",
  "natural gas - production(cu m)": "3.61 billion cu m (2015 est.)",
  "gdp (purchasing power parity)": "$1.132 trillion (2016 est.)\n$1.072 trillion (2015 est.)\n$1.016 trillion (2014 est.)\nnote: data are in 2016 dollars",
  "geographic coordinates": "27 00 N, 30 00 E",
  "pipelines(km)": "condensate 486 km; condensate/gas 74 km; gas 7,986 km; liquid petroleum gas 957 km; oil 5,225 km; oil/gas/water 37 km; refined products 895 km; water 65 km (2013)",
  "roadways(km)": "total: 137,430 km\npaved: 126,742 km (includes 838 km of expressways)\nunpaved: 10,688 km (2010)",
  "commercial bank prime lending rate(%)": "13.6% (31 December 2016 est.)\n11.63% (31 December 2015 est.)",
  "administrative divisions": "27 governorates (muhafazat, singular - muhafazat); Ad Daqahliyah, Al Bahr al Ahmar (Red Sea), Al Buhayrah, Al Fayyum, Al Gharbiyah, Al Iskandariyah (Alexandria), Al Isma'iliyah (Ismailia), Al Jizah (Giza), Al Minufiyah, Al Minya, Al Qahirah (Cairo), Al Qalyubiyah, Al Uqsur (Luxor), Al Wadi al Jadid (New Valley), As Suways (Suez), Ash Sharqiyah, Aswan, Asyut, Bani Suwayf, Bur Sa'id (Port Said), Dumyat (Damietta), Janub Sina' (South Sinai), Kafr ash Shaykh, Matruh, Qina, Shamal Sina' (North Sinai), Suhaj",
  "military expenditures(% of gdp)": "1.67% of GDP (2016)\n1.72% of GDP (2015)\n1.69% of GDP (2014)\n1.61% of GDP (2013)\n1.65% of GDP (2012)",
  "crude oil - production(bbl/day)": "494,300 bbl/day (2016 est.)",
  "electricity - exports(kwh)": "1.158 billion kWh (2015 est.)",
  "illicit drugs": "transit point for cannabis, heroin, and opium moving to Europe, Israel, and North Africa; transit stop for Nigerian drug couriers; concern as money laundering site due to lax enforcement of financial regulations",
  "urbanization(%)": "urban population: 43.3% of total population (2017)\nrate of urbanization: 1.8% annual rate of change (2015-20 est.)",
  "physicians density(physicians/1,000 population)": "0.81 physicians/1,000 population (2014)",
  "political parties and leaders": "Al-Nour [Yunis MAKHYUN]\nArab Democratic Nasserist Party [Sameh ASHOUR]\nCongress Party [Omar Mokhtar SEMEIDA]\nConservative Party [Akmal KOURTAM]\nDemocratic Peace Party [Ahmed FADALY]\nEgyptian National Movement Party [Ibrahim DARWISH]\nEgyptian Social Democratic Party [Mervat TALAWAY]\nFreedom Party [Mamdouh HASSAN]\nFree Egyptian Building Party\nFree Egyptians Party [Essam KHALIL]\nHomelands Protector Party [Lt. Gen. (retired) Galal AL-HARIDI]\nModern Egypt Party [Nabil DEIBIS]\nMostaqbal Watan (Nations Future) Party [Mohamed Ashraf RASHAD]\nMy Homeland Egypt Party [Qadry ABU HUSSEIN]\nNational Progressive Unionist (Tagammu) Party [Sayed Abdel AAL]\nNation's Future Party [Ashraf RASHAD, secretary general]\nNew Wafd Party [Sayed al-BADAWI]\nReform and Development Party [Mohamad Anwar al-SADAT]\nRepublican Peoples Party [Hazim AMR]\nRevolutionary Guards Party [Magdy EL-SHARIF]",
  "geography - note": "controls Sinai Peninsula, only land bridge between Africa and remainder of Eastern Hemisphere; controls Suez Canal, a sea link between Indian Ocean and Mediterranean Sea; size, and juxtaposition to Israel, establish its major role in Middle Eastern geopolitics; dependence on upstream neighbors; dominance of Nile basin issues; prone to influxes of refugees from Sudan and the Palestinian territories",
  "coastline(km)": "2,450 km",
  "health expenditures(% of gdp)": "5.6% of GDP (2014)",
  "central bank discount rate(%)": "9.75% (30 October 2014)\n8.75% (5 December 2013)",
  "imports": "$56.71 billion (2016 est.)\n$57.58 billion (2015 est.)",
  "telephone system": "general assessment: Telecom Egypt remains largely state owned; principal centers at Alexandria, Cairo, Al Mansurah, Ismailia, Suez, and Tanta are connected by coaxial cable and microwave radio relay\ndomestic: largest fixed-line system in Africa and the Arab region; multiple mobile-cellular networks with a 100-percent penetration of the market\ninternational: country code - 20; landing point for Aletar, the SEA-ME-WE-3 and SEA-ME-WE-4 submarine cable networks, Link Around the Globe (FLAG) Falcon and FLAG FEA; satellite earth stations - 4 (2 Intelsat - Atlantic Ocean and Indian Ocean, 1 Arabsat, and 1 Inmarsat); tropospheric scatter to Sudan; microwave radio relay to Israel; a participant in Medarabtel (2016)",
  "current account balance": "$-19.83 billion (2016 est.)\n$-17.21 billion (2015 est.)",
  "irrigated land(sq km)": "36,500 sq km (2012)",
  "nationality": "noun: Egyptian(s)\nadjective: Egyptian",
  "electricity - production(kwh)": "171.9 billion kWh (2015 est.)",
  "age structure(%)": "0-14 years: 33.29% (male 16,720,307/female 15,583,019)\n15-24 years: 18.94% (male 9,464,262/female 8,919,614)\n25-54 years: 37.6% (male 18,545,422/female 17,944,582)\n55-64 years: 5.95% (male 2,861,136/female 2,911,586)\n65 years and over: 4.22% (male 1,993,248/female 2,097,896) (2017 est.)",
  "children under the age of 5 years underweight(%)": "7% (2014)",
  "exchange rates": "Egyptian pounds (EGP) per US dollar -\n10.07 (2016 est.)\n10.07 (2015 est.)\n7.7133 (2014 est.)\n7.08 (2013 est.)\n6.06 (2012 est.)",
  "household income or consumption by percentage share(%)": "lowest 10%: 4%\nhighest 10%: 26.6% (2008)",
  "political pressure groups and leaders": "labor unions\nstudent unions\nteacher unions",
  "stock of domestic credit": "$178.7 billion (31 December 2016 est.)\n$297.4 billion (31 December 2015 est.)",
  "natural hazards": "periodic droughts; frequent earthquakes; flash floods; landslides; hot, driving windstorms called khamsin occur in spring; dust storms; sandstorms"
}