{
  "": "population without electricity: 7,300,000\nelectrification - total population: 72%\nelectrification - urban areas: 92%\nelectrification - rural areas: 50% (2013)",
  "total fertility rate(children born/woman)": "4 children born/woman (2017 est.)",
  "obesity - adult prevalence rate(%)": "10.9% (2016)",
  "hiv/aids - deaths": "15,000 (2016 est.)",
  "electricity - from hydroelectric plants(% of total installed capacity)": "55.7% of total installed capacity (2015 est.)",
  "national symbol(s)": "black star, golden eagle; national colors: red, yellow, green, black",
  "merchant marine": "total: 4\nby type: petroleum tanker 1, refrigerated cargo 3\nforeign-owned: 2 (Brazil 1, South Korea 1) (2010)",
  "refined petroleum products - imports(bbl/day)": "80,350 bbl/day (2014 est.)",
  "imports - commodities(%)": "capital equipment, refined petroleum, foodstuffs",
  "environment - current issues": "recurrent drought in north severely affects agricultural activities; deforestation; overgrazing; soil erosion; poaching and habitat destruction threatens wildlife populations; water pollution; inadequate supplies of potable water",
  "military branches": "Ghana Army, Ghana Navy, Ghana Air Force (2012)",
  "taxes and other revenues(% of gdp)": "19.9% of GDP (2016 est.)",
  "infant mortality rate(deaths/1,000 live births)": "total: 35.2 deaths/1,000 live births\nmale: 39.1 deaths/1,000 live births\nfemale: 31.1 deaths/1,000 live births (2017 est.)",
  "executive branch": "chief of state: President Nana Addo Dankwa AKUFO-ADDO (since 7 January 2017); Vice President Mahamudu BAWUMIA (since 7 January 2017); the president is both chief of state and head of government\nhead of government: President Nana Addo Dankwa AKUFO-ADDO (since 7 January 2017); Vice President Mahamudu BAWUMIA (since 7 January 2017)\ncabinet: Council of Ministers; nominated by the president, approved by Parliament\nelections/appointments: president and vice president directly elected on the same ballot by absolute majority popular vote in 2 rounds if needed for a 4-year term (eligible for a second term); election last held on 7 December 2016 (next to be held in December 2020)\nelection results: Nana Addo Dankwa AKUFO-ADDO elected president; percent of vote - Nana Addo Dankwa AKUFO-ADDO (NPP) 53.8%, John Dramani MAHAMA (NDC) 44.4%, other 1.8%",
  "gdp - composition, by sector of origin(%)": "agriculture: 19.7%\nindustry: 25.3%\nservices: 59.4% (2016 est.)",
  "market value of publicly traded shares": "$12.55 billion (31 December 2016 est.)\n$15.05 billion (31 December 2015 est.)\n$3.465 billion (31 December 2012 est.)",
  "net migration rate(migrant(s)/1,000 population)": "-1.8 migrant(s)/1,000 population (2017 est.)",
  "manpower available for military service": "males age 16-49: 6,268,191\nfemales age 16-49: 6,194,339 (2010 est.)",
  "religions(%)": "Christian 71.2% (Pentecostal/Charismatic 28.3%, Protestant 18.4%, Catholic 13.1%, other 11.4%), Muslim 17.6%, traditional 5.2%, other 0.8%, none 5.2% (2010 est.)",
  "exports - partners(%)": "Switzerland 17.6%, India 14.7%, UAE 13.4%, China 8.9%, Vietnam 5.2%, Netherlands 4.2%, Burkina Faso 4% (2016)",
  "drinking water source(% of population)": "improved: \nurban: 92.6% of population\nrural: 84% of population\ntotal: 88.7% of population\nunimproved: \nurban: 7.4% of population\nrural: 16% of population\ntotal: 11.3% of population (2015 est.)",
  "birth rate(births/1,000 population)": "30.5 births/1,000 population (2017 est.)",
  "economy - overview": "Ghana has a market-based economy with relatively few policy barriers to trade and investment in comparison with other countries in the region, and Ghana is well-endowed with natural resources. Ghana's economy was strengthened by a quarter century of relatively sound management, a competitive business environment, and sustained reductions in poverty levels, but in recent years has suffered the consequences of loose fiscal policy, high budget and current account deficits, and a depreciating currency.\n\nAgriculture accounts for about 20% of GDP and employs more than half of the workforce, mainly small landholders. Gold and cocoa exports, and individual remittances, are major sources of foreign exchange. Expansion of Ghanas nascent oil industry has boosted economic growth, but the fall in oil prices since 2015 reduced by half Ghanas oil revenue. Production at Jubilee, Ghana's offshore oilfield, began in mid-December 2010. The countrys first gas processing plant at Atubao is also producing natural gas from the Jubilee field, providing power to several of Ghanas thermal power plants.\n\nAs of 2016, key economic concerns facing the government include the lack of reliable electricity and the high debt burden, even amid strong GDP growth. While the MAHAMA administration attempted to ameliorate these concerns, little progress has been made, leaving much work to be done in 2017 by the incoming AKUFO-ADDO administration. Ghana signed a $920 million extended credit facility with the IMF in April 2015 to help it address its growing economic crisis. The IMF fiscal targets require Ghana to reduce the deficit by cutting subsidies, decreasing the bloated public sector wage bill, strengthening revenue administration, and boosting tax revenues. Priorities for the new administration include rescheduling some of Ghanas $31 billion debt, stimulating economic growth, reducing inflation, and stabilizing the currency. Prospects for new oil and gas production, potentially higher global gold prices, and followthrough on tighter fiscal management are likely to help Ghanas economy in 2017.",
  "telephones - mobile cellular": "total: 38,305,078\nsubscriptions per 100 inhabitants: 142 (July 2016 est.)",
  "manpower reaching militarily significant age annually": "male: 267,896\nfemale: 260,992 (2010 est.)",
  "manpower fit for military service": "males age 16-49: 4,136,406\nfemales age 16-49: 4,220,761 (2010 est.)",
  "land use(%)": "agricultural land: 69.1%\narable land 20.7%; permanent crops 11.9%; permanent pasture 36.5%\nforest: 21.2%\nother: 9.7% (2011 est.)",
  "ethnic groups(%)": "Akan 47.5%, Mole-Dagbon 16.6%, Ewe 13.9%, Ga-Dangme 7.4%, Gurma 5.7%, Guan 3.7%, Grusi 2.5%, Mande 1.1%, other 1.4% (2010 est.)",
  "gdp - per capita (ppp)": "$4,400 (2016 est.)\n$4,300 (2015 est.)\n$4,300 (2014 est.)\nnote: data are in 2016 dollars",
  "carbon dioxide emissions from consumption of energy(mt)": "11 million Mt (2013 est.)",
  "mother's mean age at first birth": "22.6 years\nnote: median age at first birth among women 25-29 (2014 est.)",
  "school life expectancy (primary to tertiary education)(years)": "total: 12 years\nmale: 12 years\nfemale: 12 years (2015)",
  "industrial production growth rate(%)": "-1.4% (2016 est.)",
  "government type": "presidential republic",
  "electricity - imports(kwh)": "223 million kWh (2015 est.)",
  "unemployment rate(%)": "11.9% (2015 est.)\n5.2% (2013 est.)",
  "natural gas - imports(cu m)": "626 million cu m (2015 est.)",
  "area - comparative(sq km)": "slightly smaller than Oregon",
  "legal system": "mixed system of English common law and customary law",
  "internet users": "total: 9,328,018\npercent of population: 34.7% (July 2016 est.)",
  "death rate(deaths/1,000 population)": "7 deaths/1,000 population (2017 est.)",
  "electricity - from other renewable sources(% of total installed capacity)": "1% of total installed capacity (2015 est.)",
  "railways(km)": "total: 947 km\nnarrow gauge: 947 km 1.067-m gauge (2014)",
  "child labor - children ages 5-14": "total number: 1,806,750\npercentage: 34% (2006 est.)",
  "imports - partners(%)": "China 17.3%, UK 9.7%, US 7.7%, Belgium 5.1%, India 4.6% (2016)",
  "land boundaries(km)": "total: 2,420 km\nborder countries (3): Burkina Faso 602 km, Cote d'Ivoire 720 km, Togo 1,098 km",
  "national holiday": "Independence Day, 6 March (1957)",
  "electricity - consumption(kwh)": "8.377 billion kWh (2015 est.)",
  "legislative branch": "description: unicameral Parliament (275 seats; members directly elected in single-seat constituencies by simple majority vote to serve 4-year terms)\nelections: last held on 7 December 2016 (next to be held in December 2020)\nelection results: percent of vote by party - NA; seats by party - NPP 171, NDC 104",
  "climate": "tropical; warm and comparatively dry along southeast coast; hot and humid in southwest; hot and dry in north",
  "flag description": "three equal horizontal bands of red (top), yellow, and green, with a large black five-pointed star centered in the yellow band; red symbolizes the blood shed for independence, yellow represents the country's mineral wealth, while green stands for its forests and natural wealth; the black star is said to be the lodestar of African freedom\nnote: uses the popular Pan-African colors of Ethiopia; similar to the flag of Bolivia, which has a coat of arms centered in the yellow band",
  "airports - with unpaved runways": "total: 3\n914 to 1,523 m: 3 (2013)",
  "ports and terminals": "major seaport(s): Takoradi, Tema",
  "exports - commodities(%)": "oil, gold, cocoa, timber, tuna, bauxite, aluminum, manganese ore, diamonds, horticultural products",
  "broadcast media": "state-owned TV station, 2 state-owned radio networks; several privately owned TV stations and a large number of privately owned radio stations; transmissions of multiple international broadcasters are accessible; several cable and satellite TV subscription services are obtainable (2007)",
  "natural gas - proved reserves(cu m)": "22.65 billion cu m (1 January 2017 es)",
  "independence": "6 March 1957 (from the UK)",
  "disputes - international": "disputed maritime border between Ghana and Cote d'Ivoire",
  "capital": "name: Accra\ngeographic coordinates: 5 33 N, 0 13 W\ntime difference: UTC 0 (5 hours ahead of Washington, DC, during Standard Time)",
  "gdp - real growth rate(%)": "3.5% (2016 est.)\n3.8% (2015 est.)\n4% (2014 est.)",
  "reserves of foreign exchange and gold": "$6.162 billion (31 December 2016 est.)\n$5.885 billion (31 December 2015 est.)",
  "internet hosts": "59,086 (2012)",
  "agriculture - products": "cocoa, rice, cassava (manioc, tapioca), peanuts, corn, shea nuts, bananas; timber",
  "debt - external": "$21.95 billion (31 December 2016 est.)\n$20.68 billion (31 December 2015 est.)",
  "terrain": "mostly low plains with dissected plateau in south-central area",
  "crude oil - exports(bbl/day)": "99,890 bbl/day (2015 est.)",
  "stock of broad money": "$13.75 billion (31 December 2016 est.)\n$12.42 billion (31 December 2015 est.)",
  "refugees and internally displaced persons": "refugees (country of origin): 6,656 (Cote d'Ivoire) (flight from 2010 post-election fighting) (2017)",
  "gdp (official exchange rate)": "$42.78 billion (2016 est.)",
  "judicial branch": "highest court(s): Supreme Court (consists of a chief justice and 12 justices)\njudge selection and term of office: chief justice appointed by the president in consultation with the Council of State (a small advisory body of prominent citizens) and with the approval of Parliament; other justices appointed by the president upon the advice of the Judicial Council (an 18-member independent body of judicial, military and police officials, and presidential nominees) and on the advice of the Council of State; justices can retire at age 60, with compulsory retirement at age 70\nsubordinate courts: Court of Appeal; High Court; Circuit Court; District Court; regional tribunals",
  "telephones - main lines in use": "total subscriptions: 251,490\nsubscriptions per 100 inhabitants: 1 (July 2016 est.)",
  "stock of direct foreign investment - at home": "$19.85 billion (31 December 2013 est.)\n$118 million (31 December 2012 est.)",
  "population": "27,499,924\nnote: estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected (July 2017 est.)",
  "major infectious diseases": "degree of risk: very high\nfood or waterborne diseases: bacterial and protozoal diarrhea, hepatitis A, and typhoid fever\nvectorborne diseases: malaria, dengue fever, and yellow fever\nwater contact disease: schistosomiasis\nrespiratory disease: meningococcal meningitis\nanimal contact disease: rabies (2016)",
  "natural resources": "gold, timber, industrial diamonds, bauxite, manganese, fish, rubber, hydropower, petroleum, silver, salt, limestone",
  "crude oil - proved reserves(bbl)": "660 million bbl (1 January 2017 es)",
  "unemployment, youth ages 15-24(%)": "total: 11.2%\nmale: 10.2%\nfemale: 12% (2010 est.)",
  "hiv/aids - people living with hiv/aids": "290,000 (2016 est.)",
  "total renewable water resources(cu km)": "53.2 cu km (2011)",
  "median age(years)": "total: 21.1 years\nmale: 20.6 years\nfemale: 21.6 years (2017 est.)",
  "demographic profile": "Ghana has a young age structure, with approximately 57% of the population under the age of 25. Its total fertility rate fell significantly during the 1980s and 1990s but has stalled at around four children per woman for the last few years. Fertility remains higher in the northern region than the Greater Accra region. On average, desired fertility has remained stable for several years; urban dwellers want fewer children than rural residents. Increased life expectancy, due to better health care, nutrition, and hygiene, and reduced fertility have increased Ghanas share of elderly persons; Ghanas proportion of persons aged 60+ is among the highest in sub-Saharan Africa. Poverty has declined in Ghana, but it remains pervasive in the northern region, which is susceptible to droughts and floods and has less access to transportation infrastructure, markets, fertile farming land, and industrial centers. The northern region also has lower school enrollment, higher illiteracy, and fewer opportunities for women.\nGhana was a country of immigration in the early years after its 1957 independence, attracting labor migrants largely from Nigeria and other neighboring countries to mine minerals and harvest cocoa  immigrants composed about 12% of Ghanas population in 1960. In the late 1960s, worsening economic and social conditions discouraged immigration, and hundreds of thousands of immigrants, mostly Nigerians, were expelled.\nDuring the 1970s, severe drought and an economic downturn transformed Ghana into a country of emigration; neighboring Cote dIvoire was the initial destination. Later, hundreds of thousands of Ghanaians migrated to Nigeria to work in its booming oil industry, but most were deported in 1983 and 1985 as oil prices plummeted. Many Ghanaians then turned to more distant destinations, including other parts of Africa, Europe, and North America, but the majority continued to migrate within West Africa. Since the 1990s, increased emigration of skilled Ghanaians, especially to the US and the UK, drained the country of its health care and education professionals. Internally, poverty and other developmental disparities continue to drive Ghanaians from the north to the south, particularly to its urban centers.",
  "internet country code": ".gh",
  "gdp - composition, by end use(%)": "household consumption: 83.6%\ngovernment consumption: 9.1%\ninvestment in fixed capital: 13.8%\ninvestment in inventories: 0.7%\nexports of goods and services: 41%\nimports of goods and services: -48.2% (2016 est.)",
  "major urban areas - population": "Kumasi 2.599 million; ACCRA (capital) 2.277 million (2015)",
  "diplomatic representation from the us": "chief of mission: Ambassador Robert P. JACKSON (since 4 February 2016)\nembassy: 24 Fourth Circular Rd., Cantonments, Accra\nmailing address: P.O. Box 194, Accra\ntelephone: [233] 030-274-1000\nFAX: [233] 030-274-1389",
  "dependency ratios": "total dependency ratio: 73\nyouth dependency ratio: 67.1\nelderly dependency ratio: 5.9\npotential support ratio: 17.1 (2015 est.)",
  "freshwater withdrawal (domestic/industrial/agricultural)()": "total: 0.98  cu km/yr (24%/10%/66%)\nper capita: 48.82  cu m/yr (2000)",
  "map references": "Africa",
  "electricity - installed generating capacity(kw)": "2.839 million kW (2015 est.)",
  "stock of narrow money": "$6.472 billion (31 December 2016 est.)\n$5.736 billion (31 December 2015 est.)",
  "international organization participation": "ACP, AfDB, AU, C, ECOWAS, EITI (compliant country), FAO, G-24, G-77, IAEA, IBRD, ICAO, ICC (national committees), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MINURSO, MINUSMA, MONUSCO, NAM, OAS (observer), OIF, OPCW, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNMIL, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
  "area(sq km)": "total: 238,533 sq km\nland: 227,533 sq km\nwater: 11,000 sq km",
  "budget surplus (+) or deficit (-)(% of gdp)": "-7.8% of GDP (2016 est.)",
  "sex ratio(male(s)/female)": "at birth: 1.03 male(s)/female\n0-14 years: 1.01 male(s)/female\n15-24 years: 0.99 male(s)/female\n25-54 years: 0.94 male(s)/female\n55-64 years: 0.95 male(s)/female\n65 years and over: 0.86 male(s)/female\ntotal population: 0.97 male(s)/female (2016 est.)",
  "hospital bed density(beds/1,000 population)": "0.9 beds/1,000 population (2011)",
  "refined petroleum products - consumption(bbl/day)": "79,000 bbl/day (2015 est.)",
  "gross national saving(% of gdp)": "7.8% of GDP (2016 est.)\n9% of GDP (2015 est.)\n9.3% of GDP (2014 est.)",
  "international law organization participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
  "pipelines": "citizenship by birth: no\ncitizenship by descent only: at least one parent or grandparent must be a citizen of Ghana\ndual citizenship recognized: yes\nresidency requirement for naturalization: 5 years",
  "diplomatic representation in the us": "chief of mission: Ambassador Barfour ADJEI-BARWUAH (since 21 July 2017)\nchancery: 3512 International Drive NW, Washington, DC 20008\ntelephone: [1] (202) 686-4520\nFAX: [1] (202) 686-4527\nconsulate(s) general: New York",
  "maternal mortality rate(deaths/100,000 live births)": "319 deaths/100,000 live births (2015 est.)",
  "literacy(%)": "definition: age 15 and over can read and write\ntotal population: 76.6%\nmale: 82%\nfemale: 71.4% (2015 est.)",
  "suffrage": "18 years of age; universal",
  "airports - with paved runways": "total: 7\nover 3,047 m: 1\n2,438 to 3,047 m: 1\n1,524 to 2,437 m: 3\n914 to 1,523 m: 2 (2017)",
  "waterways(km)": "1,293 km (168 km for launches and lighters on Volta, Ankobra, and Tano Rivers; 1,125 km of arterial and feeder waterways on Lake Volta) (2011)",
  "exports": "$11.06 billion (2016 est.)\n$10.32 billion (2015 est.)",
  "languages(%)": "Asante 16%, Ewe 14%, Fante 11.6%, Boron (Brong) 4.9%, Dagomba 4.4%, Dangme 4.2%, Dagarte (Dagaba) 3.9%, Kokomba 3.5%, Akyem 3.2%, Ga 3.1%, other 31.2%\nnote: English is the official language (2010 est.)",
  "labor force": "12.13 million (2016 est.)",
  "contraceptive prevalence rate(%)": "30.6% (2016)",
  "natural gas - consumption(cu m)": "1.325 billion cu m (2015 est.)",
  "education expenditures(% of gdp)": "6.2% of GDP (2014)",
  "natural gas - exports(cu m)": "0 cu m (2015 est.)",
  "background": "Formed from the merger of the British colony of the Gold Coast and the Togoland trust territory, Ghana in 1957 became the first sub-Saharan country in colonial Africa to gain its independence. Ghana endured a series of coups before Lt. Jerry RAWLINGS took power in 1981 and banned political parties. After approving a new constitution and restoring multiparty politics in 1992, RAWLINGS won presidential elections in 1992 and 1996 but was constitutionally prevented from running for a third term in 2000. John KUFUOR of the opposition New Patriotic Party (NPP) succeeded him and was reelected in 2004. John Atta MILLS of the National Democratic Congress won the 2008 presidential election and took over as head of state, but he died in July 2012 and was constitutionally succeeded by his vice president, John Dramani MAHAMA, who subsequently won the December 2012 presidential election. In 2016, however, Nana Addo Dankwa AKUFO-ADDO of the NPP defeated MAHAMA, marking the third time that the Ghanas presidency has changed parties since the return to democracy.",
  "life expectancy at birth(years)": "total population: 67 years\nmale: 64.5 years\nfemale: 69.6 years (2017 est.)",
  "constitution": "history: several previous; latest drafted 31 March 1992, approved and promulgated 28 April 1992, entered into force 7 January 1993\namendments: proposed by Parliament; consideration requires prior referral to the Council of State, a body of prominent citizens who advise the president of the republic; passage of amendments to entrenched constitutional articles (including those on national sovereignty, fundamental rights and freedoms, the structure and authorities of the branches of government, and amendment procedures) requires approval in a referendum by at least 40% participation of eligible voters and at least 75% of votes cast, followed by at least two-thirds majority vote in Parliament, and assent by the president; amendments to non-entrenched articles do not require referenda; amended 1996 (2017)",
  "public debt(% of gdp)": "78.1% of GDP (2016 est.)\n75.7% of GDP (2015 est.)",
  "military service age and obligation(years of age)": "18-26 years of age for voluntary military service, with basic education certificate; no conscription; must be HIV/AIDS negative (2012)",
  "population growth rate(%)": "2.17% (2017 est.)",
  "trafficking in persons": "current situation: Ghana is a source, transit, and destination country for men, women, and children subjected to forced labor and sex trafficking; the trafficking of Ghanians, particularly children, internally is more common than the trafficking of foreign nationals; Ghanian children are subjected to forced labor in fishing, domestic service, street hawking, begging, portering, mining, quarrying, herding, and agriculture, with girls, and to a lesser extent boys, forced into prostitution; Ghanian women, sometimes lured with legitimate job offers, and girls are sex trafficked in West Africa, the Middle East, and Europe; Ghanian men fraudulently recruited for work in the Middle East are subjected to forced labor or prostitution, and a few Ghanian adults have been identified as victims of false labor in the US; women and girls from Vietnam, China, and neighboring West African countries are sex trafficked in Ghana; the country is also a transit point for sex trafficking from West Africa to Europe\ntier rating: Tier 2 Watch List - Ghana does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; Ghana continued to investigate and prosecute trafficking offenses but was unable to ramp up its anti-trafficking efforts in 2014 because the government failed to provide law enforcement or protection agencies with operating budgets; victim protection efforts decreased in 2014, with significantly fewer victims identified; most child victims were referred to NGO-run facilities, but care for adults was lacking because the government did not provide any support to the countrys Human Trafficking Fund for victim services or its two shelters; anti-trafficking prevention measures increased modestly, including reconvening of the Human Trafficking Management Board, public awareness campaigns on child labor and trafficking, and anti-trafficking TV and radio programs (2015)",
  "country name": "conventional long form: Republic of Ghana\nconventional short form: Ghana\nformer: Gold Coast\netymology: named for the medieval West African kingdom of the same name, but whose location was actually further north than the modern country",
  "hiv/aids - adult prevalence rate(%)": "1.6% (2016 est.)",
  "electricity - from nuclear fuels(% of total installed capacity)": "0% of total installed capacity (2015 est.)",
  "airports": "10 (2013)",
  "distribution of family income - gini index": "42.3 (2012-13)\n41.9 (2005-06)",
  "budget": "revenues: $8.615 billion\nexpenditures: $11.98 billion (2016 est.)",
  "labor force - by occupation(%)": "agriculture: 44.7%\nindustry: 14.4%\nservices: 40.9% (2013 est.)",
  "environment - international agreements": "party to: Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Environmental Modification, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands\nsigned, but not ratified: Marine Life Conservation",
  "maritime claims": "territorial sea: 12 nm\ncontiguous zone: 24 nm\nexclusive economic zone: 200 nm\ncontinental shelf: 200 nm",
  "national anthem": "name: \"God Bless Our Homeland Ghana\"\nlyrics/music: unknown/Philip GBEHO\nnote: music adopted 1957, lyrics adopted 1966; the lyrics were changed twice, in 1960 when a republic was declared and after a 1966 coup",
  "industries": "mining, lumbering, light manufacturing, aluminum smelting, food processing, cement, small commercial ship building, petroleum",
  "fiscal year": "calendar year",
  "elevation(m)": "mean elevation: 190 m\nelevation extremes: lowest point: Atlantic Ocean 0 m\nhighest point: Mount Afadjato 885 m",
  "refined petroleum products - exports(bbl/day)": "2,761 bbl/day (2014 est.)",
  "location": "Western Africa, bordering the Gulf of Guinea, between Cote d'Ivoire and Togo",
  "sanitation facility access(% of population)": "improved: \nurban: 20.2% of population\nrural: 8.6% of population\ntotal: 14.9% of population\nunimproved: \nurban: 79.8% of population\nrural: 91.4% of population\ntotal: 85.1% of population (2015 est.)",
  "refined petroleum products - production(bbl/day)": "2,815 bbl/day (2014 est.)",
  "electricity - from fossil fuels(% of total installed capacity)": "44.1% of total installed capacity (2015 est.)",
  "inflation rate (consumer prices)(%)": "17.5% (2016 est.)\n17.2% (2015 est.)",
  "stock of direct foreign investment - abroad": "$16.62 billion (31 December 2013 est.)\n$109 million (31 December 2012 est.)",
  "population below poverty line(%)": "24.2% (2013 est.)",
  "crude oil - imports(bbl/day)": "13,860 bbl/day (2014 est.)",
  "natural gas - production(cu m)": "63.54 million cu m (2016 est.)",
  "gdp (purchasing power parity)": "$120.9 billion (2016 est.)\n$115.3 billion (2015 est.)\n$109.9 billion (2014 est.)\nnote: data are in 2016 dollars",
  "geographic coordinates": "8 00 N, 2 00 W",
  "pipelines(km)": "gas 394 km; oil 20 km; refined products 361 km (2013)",
  "roadways(km)": "total: 109,515 km\npaved: 13,787 km\nunpaved: 95,728 km (2009)",
  "commercial bank prime lending rate(%)": "31.3% (31 December 2016 est.)\n28.6% (31 December 2015 est.)",
  "administrative divisions": "10 regions; Ashanti, Brong-Ahafo, Central, Eastern, Greater Accra, Northern, Upper East, Upper West, Volta, Western",
  "military expenditures(% of gdp)": "0.38% of GDP (2016)\n0.52% of GDP (2015)\n0.68% of GDP (2014)\n0.53% of GDP (2013)\n0.8% of GDP (2012)",
  "crude oil - production(bbl/day)": "100,500 bbl/day (2016 est.)",
  "electricity - exports(kwh)": "552 million kWh (2015 est.)",
  "illicit drugs": "illicit producer of cannabis for the international drug trade; major transit hub for Southwest and Southeast Asian heroin and, to a lesser extent, South American cocaine destined for Europe and the US; widespread crime and money-laundering problem, but the lack of a well-developed financial infrastructure limits the country's utility as a money-laundering center; significant domestic cocaine and cannabis use",
  "urbanization(%)": "urban population: 55.3% of total population (2017)\nrate of urbanization: 3.07% annual rate of change (2015-20 est.)",
  "physicians density(physicians/1,000 population)": "0.1 physicians/1,000 population (2010)",
  "political parties and leaders": "note: Ghana has more than 20 registered parties; included are 5 of the more popular parties as of May 2017\nConvention People's Party or CPPm [Edmund DELLE]\nNational Democratic Congress or NDC [Kofi PORTUPHY]\nNew Patriotic Party or NPP Nana AKUFO-ADDO]\nPeople's National Convention or PNC Edward MAHAMA]\nPeoples Progressive Party or PPP [Dr. Papa Kwesi NDOUM]",
  "geography - note": "Lake Volta is the world's largest artificial lake (manmade reservoir) by surface area (8,482 sq km; 3,275 sq mi); the lake was created following the completion of the Akosombo Dam in 1965, which holds back the White Volta and Black Volta Rivers",
  "coastline(km)": "539 km",
  "health expenditures(% of gdp)": "3.6% of GDP (2014)",
  "central bank discount rate(%)": "25.5% (31 December 2016)\n26% (31 December 2015)",
  "imports": "$12.75 billion (2016 est.)\n$13.47 billion (2015 est.)",
  "telephone system": "general assessment: primarily microwave radio relay; wireless local loop has been installed; outdated and unreliable fixed-line infrastructure heavily concentrated in Accra\ndomestic: competition among multiple mobile-cellular providers has spurred growth with a subscribership of more than 140 per 100 persons and rising\ninternational: country code - 233; landing point for the SAT-3/WASC, Main One, and GLO-1 fiber-optic submarine cables that provide connectivity to South Africa, Europe, and Asia; satellite earth stations - 4 Intelsat (Atlantic Ocean); microwave radio relay link to Panaftel system connects Ghana to its neighbors (2016)",
  "current account balance": "$-2.866 billion (2016 est.)\n$-2.824 billion (2015 est.)",
  "irrigated land(sq km)": "340 sq km (2012)",
  "nationality": "noun: Ghanaian(s)\nadjective: Ghanaian",
  "electricity - production(kwh)": "11.09 billion kWh (2015 est.)",
  "age structure(%)": "0-14 years: 38.01% (male 5,253,430/female 5,198,892)\n15-24 years: 18.63% (male 2,548,661/female 2,575,160)\n25-54 years: 34.14% (male 4,554,972/female 4,834,765)\n55-64 years: 4.97% (male 664,866/female 701,277)\n65 years and over: 4.25% (male 538,790/female 629,111) (2017 est.)",
  "children under the age of 5 years underweight(%)": "11% (2014)",
  "exchange rates": "cedis (GHC) per US dollar -\n3.909 (2016 est.)\n3.909 (2015 est.)\n3.712 (2014 est.)\n2.895 (2013 est.)\n1.8 (2012 est.)",
  "household income or consumption by percentage share(%)": "lowest 10%: 2%\nhighest 10%: 32.8% (2006)",
  "political pressure groups and leaders": "public policy think tanks: Institute for Democratic Governance (IDEG); IMANI Center for Policy and Education; Ghana Center for Democratic Development; Institute for Economic Affairs\nprofessional and trade groups: Ghana Bar Association; Ghana Trades Union Congress; American Chamber of Commerce; British Chamber of Commerce; and a host of religious organizations\nother: wide range of international and domestic human rights and policy advocacy groups, environmental groups, business organizations, traditional leaders and youth groups",
  "stock of domestic credit": "$13.67 billion (31 December 2016 est.)\n$12.93 billion (31 December 2015 est.)",
  "natural hazards": "dry, dusty, northeastern harmattan winds from January to March; droughts"
}