{
  "flag description": "the flag of Australia is used",
  "ports and terminals": "none; offshore anchorage only",
  "geographic coordinates": "53 06 S, 72 31 E",
  "location": "islands in the Indian Ocean, about two-thirds of the way from Madagascar to Antarctica",
  "economy - overview": "The islands have no indigenous economic activity, but the Australian Government allows limited fishing in the surrounding waters. Visits to Heard Island typically focus on terrestrial and marine research and infrequent private expeditions.",
  "country name": "conventional long form: Territory of Heard Island and McDonald Islands\nconventional short form: Heard Island and McDonald Islands\nabbreviation: HIMI\netymology: named after American Captain John HEARD, who sighted the island on 25 November 1853, and American Captain William McDONALD, who discovered the islands on 4 January 1854",
  "geography - note": "Mawson Peak on Heard Island is the highest Australian mountain (at 2,745 meters, it is taller than Mt. Kosciuszko in Australia proper), and one of only two active volcanoes located in Australian territory, the other being McDonald Island; in 1992, McDonald Island broke its dormancy and began erupting; it has erupted several times since, most recently in 2005",
  "disputes - international": "none",
  "natural resources": "fish",
  "diplomatic representation in the us": "none (territory of Australia)",
  "land use(%)": "agricultural land: 0%\narable land 0%; permanent crops 0%; permanent pasture 0%\nforest: 0%\nother: 100% (2011 est.)",
  "coastline(km)": "101.9 km",
  "maritime claims": "territorial sea: 12 nm\nexclusive fishing zone: 200 nm",
  "military - note": "defense is the responsibility of Australia; Australia conducts fisheries patrols",
  "internet country code": ".hm",
  "environment - current issues": "none; uninhabited and mostly ice covered",
  "dependency status": "territory of Australia; administered from Canberra by the Department of Sustainability, Environment, Water, Population and Communities (Australian Antarctic Division)",
  "diplomatic representation from the us": "none (territory of Australia)",
  "internet hosts": "102 (2012)",
  "area - comparative(sq km)": "slightly more than two times the size of Washington, DC",
  "legal system": "the laws of Australia, where applicable, apply",
  "terrain": "Heard Island - 80% ice-covered, bleak and mountainous, dominated by a large massif (Big Ben) and an active volcano (Mawson Peak); McDonald Islands - small and rocky",
  "climate": "antarctic",
  "elevation(m)": "mean elevation: NA\nelevation extremes: lowest point: Indian Ocean 0 m\nhighest point: Mawson Peak on Big Ben volcano 2,745 m",
  "land boundaries(km)": "0 km",
  "background": "The UK transferred these uninhabited, barren, sub-Antarctic islands to Australia in 1947. Populated by large numbers of seal and bird species, the islands have been designated a nature preserve.",
  "area(sq km)": "total: 412 sq km\nland: 412 sq km\nwater: 0 sq km",
  "map references": "Antarctic Region",
  "population": "uninhabited",
  "natural hazards": "Mawson Peak, an active volcano, is on Heard Island"
}