{
  "": "population without electricity: 2,900,000\nelectrification - total population: 91%\nelectrification - urban areas: 98%\nelectrification - rural areas: 73% (2013)",
  "total fertility rate(children born/woman)": "2.12 children born/woman (2017 est.)",
  "obesity - adult prevalence rate(%)": "19.7% (2016)",
  "hiv/aids - deaths": "2,200 (2016 est.)",
  "electricity - from hydroelectric plants(% of total installed capacity)": "33.9% of total installed capacity (2015 est.)",
  "national symbol(s)": "vicuna (a camelid related to the llama); national colors: red, white",
  "merchant marine": "total: 22\nby type: cargo 2, chemical tanker 5, liquefied gas 2, petroleum tanker 13\nforeign-owned: 8 (Chile 6, Ecuador 1, Spain 1)\nregistered in other countries: 9 (Panama 9) (2010)",
  "refined petroleum products - imports(bbl/day)": "52,880 bbl/day (2014 est.)",
  "imports - commodities(%)": "petroleum and petroleum products, chemicals, plastics, machinery, vehicles, TV sets, power shovels, front-end loaders, telephones and telecommunication equipment, iron and steel, wheat, corn, soybean products, paper, cotton, vaccines and medicines",
  "environment - current issues": "deforestation (some the result of illegal logging); overgrazing of the slopes of the costa and sierra leading to soil erosion; desertification; air pollution in Lima; pollution of rivers and coastal waters from municipal and mining wastes",
  "military branches": "Peruvian Army (Ejercito Peruano), Peruvian Navy (Marina de Guerra del Peru, MGP, includes naval air, naval infantry, and Coast Guard), Air Force of Peru (Fuerza Aerea del Peru, FAP) (2013)",
  "taxes and other revenues(% of gdp)": "26.9% of GDP (2016 est.)",
  "infant mortality rate(deaths/1,000 live births)": "total: 18.4 deaths/1,000 live births\nmale: 20.5 deaths/1,000 live births\nfemale: 16.2 deaths/1,000 live births (2017 est.)",
  "executive branch": "chief of state: President Pedro Pablo KUCZYNSKI Godard (since 28 July 2016); First Vice President Martin Alberto VIZCARRA Cornejo (since 28 July 2016); Second Vice President Mercedes Rosalba ARAOZ Fernandez (since 28 July 2016); note - the president is both chief of state and head of government\nhead of government: President Pedro Pablo KUCZYNSKI Godard (since 28 July 2016); First Vice President Martin Alberto VIZCARRA Cornejo (since 28 July 2016); Second Vice President Mercedes Rosalba ARAOZ Fernandez (since 28 July 2016)\ncabinet: Council of Ministers appointed by the president\nelections/appointments: president directly elected by absolute majority popular vote in 2 rounds if needed for a 5-year term (eligible for nonconsecutive terms); election last held on 10 April 2016 with runoff on 5 June 2016 (next to be held in April 2021)\nelection results: Pedro Pablo KUCZYNSKI Godard elected president in second round; percent of vote in first round - Keiko FUJIMORI Higuchi (Fuerza Popular) 39.9%, Pedro Pablo KUCZYNSKI Godard (Peruanos Por el Kambio) 21.1%, Veronika MENDOZA (Broad Front) 18.7%, Alfredo BARNECHEA (Popular Action) 7%, Alan GARCIA (APRA) 5.8%, other 7.5%; percent of vote in second round - Pedro Pablo KUCZYNSKI Godard 50.1%, Keiko FUJIMORI Higuchi 49.9%\nnote: Prime Minister Mercedes Rosalba ARAOZ Fernandez (since 17 September 2017) does not exercise executive power; this power rests with the president",
  "gdp - composition, by sector of origin(%)": "agriculture: 7.6%\nindustry: 34.7%\nservices: 57.7% (2016 est.)",
  "market value of publicly traded shares": "$56.56 billion (31 December 2015 est.)\n$78.84 billion (31 December 2014 est.)\n$80.98 billion (31 December 2013 est.)",
  "net migration rate(migrant(s)/1,000 population)": "-2.2 migrant(s)/1,000 population (2017 est.)",
  "manpower available for military service": "males age 16-49: 7,385,588\nfemales age 16-49: 7,727,623 (2010 est.)",
  "religions(%)": "Roman Catholic 81.3%, Evangelical 12.5%, other 3.3%, none 2.9% (2007 est.)",
  "exports - partners(%)": "China 23.5%, US 17.3%, Switzerland 7.1%, Canada 4.7% (2016)",
  "drinking water source(% of population)": "improved: \nurban: 91.4% of population\nrural: 69.2% of population\ntotal: 86.7% of population\nunimproved: \nurban: 8.6% of population\nrural: 30.8% of population\ntotal: 13.3% of population (2015 est.)",
  "birth rate(births/1,000 population)": "17.8 births/1,000 population (2017 est.)",
  "economy - overview": "Peru's economy reflects its varied topography - an arid lowland coastal region, the central high sierra of the Andes, and the dense forest of the Amazon. A wide range of important mineral resources are found in the mountainous and coastal areas, and Peru's coastal waters provide excellent fishing grounds. Peru is the world's second largest producer of silver and copper.\n\nThe Peruvian economy grew by an average of 5.6% per year from 2009-13 with a stable exchange rate and low inflation, which in 2013 was just below the upper limit of the Central Bank target range of 1% to 3%. This growth was due partly to high international prices for Peru's metals and minerals exports, which account for 55% of the country's total exports. Growth slipped from 2014 to 2016, due to weaker world prices for these resources. Despite Peru's strong macroeconomic performance, dependence on minerals and metals exports and imported foodstuffs makes the economy vulnerable to fluctuations in world prices.\n\nPeru's rapid expansion coupled with cash transfers and other programs have helped to reduce the national poverty rate by over 35 percentage points since 2004, but inequality persists and continued to pose a challenge for the Ollanta HUMALA administration, which championed a policy of social inclusion and a more equitable distribution of income. Poor infrastructure hinders the spread of growth to Peru's non-coastal areas. The HUMALA administration passed several economic stimulus packages in 2014 to bolster growth, including reforms to environmental regulations in order to spur investment in Perus lucrative mining sector, a move that was opposed by some environmental groups. However, in 2015, mining investment fell as global commodity prices remained low and social conflicts plagued the sector.\n\nPeru's free trade policy continued under the HUMALA administration; since 2006, Peru has signed trade deals with the US, Canada, Singapore, China, Korea, Mexico, Japan, the EU, the European Free Trade Association, Chile, Thailand, Costa Rica, Panama, Venezuela, Honduras, concluded negotiations with Guatemala and the Trans-Pacific Partnership, and begun trade talks with El Salvador, India, and Turkey. Peru also has signed a trade pact with Chile, Colombia, and Mexico, called the Pacific Alliance, that seeks integration of services, capital, investment and movement of people. Since the US-Peru Trade Promotion Agreement entered into force in February 2009, total trade between Peru and the US has doubled. President Pedro Pablo KUCZYNSKI succeeded HUMALA in July 2016 and is focusing on economic reforms and free market policies aimed at boosting investment in Peru. Mining output increased significantly in 2016, which helped Peru attain one of the highest GDP growth rates in Latin America, and Peru should maintain strong growth in 2017. However, 2016 economic performance fell short of initial projections depressed by delays in infrastructure mega-projects and the start of a corruption scandal associated with a Brazilian firm, which have lowered 2017 growth estimates. Massive flooding in early 2017 may also be a drag on growth, offset somewhat by additional public spending aimed at recovery efforts.",
  "telephones - mobile cellular": "total: 36,933,161\nsubscriptions per 100 inhabitants: 120 (July 2016 est.)",
  "manpower reaching militarily significant age annually": "male: 304,094\nfemale: 298,447 (2010 est.)",
  "manpower fit for military service": "males age 16-49: 5,788,629\nfemales age 16-49: 6,565,097 (2010 est.)",
  "land use(%)": "agricultural land: 18.8%\narable land 3.1%; permanent crops 1.1%; permanent pasture 14.6%\nforest: 53%\nother: 28.2% (2011 est.)",
  "ethnic groups(%)": "Amerindian 45%, mestizo (mixed Amerindian and white) 37%, white 15%, black, Japanese, Chinese, and other 3%",
  "gdp - per capita (ppp)": "$12,900 (2016 est.)\n$12,500 (2015 est.)\n$12,300 (2014 est.)\nnote: data are in 2016 dollars",
  "carbon dioxide emissions from consumption of energy(mt)": "41 million Mt (2013 est.)",
  "mother's mean age at first birth": "22.2 years\nnote: median age at first birth among women 25-29 (2013 est.)",
  "school life expectancy (primary to tertiary education)(years)": "total: 13 years\nmale: 13 years\nfemale: 14 years (2010)",
  "industrial production growth rate(%)": "9.6% (2016 est.)",
  "government type": "presidential republic",
  "electricity - imports(kwh)": "0 kWh (2016 est.)",
  "unemployment rate(%)": "6.7% (2016 est.)\n6.5% (2015 est.)\nnote: data are for metropolitan Lima; widespread underemployment",
  "natural gas - imports(cu m)": "0 cu m (2013 est.)",
  "area - comparative(sq km)": "almost twice the size of Texas; slightly smaller than Alaska",
  "legal system": "civil law system",
  "internet users": "total: 13,975,422\npercent of population: 45.5% (July 2016 est.)",
  "death rate(deaths/1,000 population)": "6.1 deaths/1,000 population (2017 est.)",
  "electricity - from other renewable sources(% of total installed capacity)": "4.3% of total installed capacity (2015 est.)",
  "railways(km)": "total: 1,854.4 km\nstandard gauge: 1,730.4 km 1.435-m gauge (34 km electrified)\nnarrow gauge: 124 km 0.914-m gauge (2014)",
  "child labor - children ages 5-14": "total number: 2,545,855\npercentage: 34%\nnote: data represents children ages 5-17 (2007 est.)",
  "imports - partners(%)": "China 22.8%, US 20.2%, Brazil 5.8%, Mexico 4.5% (2016)",
  "land boundaries(km)": "total: 7,062 km\nborder countries (5): Bolivia 1,212 km, Brazil 2,659 km, Chile 168 km, Colombia 1,494 km, Ecuador 1,529 km",
  "national holiday": "Independence Day, 28-29 July (1821)",
  "electricity - consumption(kwh)": "40.93 billion kWh (2015 est.)",
  "legislative branch": "description: unicameral Congress of the Republic of Peru or Congreso de la Republica del Peru (130 seats; members directly elected in multi-seat constituencies by closed party-list proportional representation vote to serve 5-year terms)\nelections: last held on 10 April 2016 with run-off election on 6 June 2016 (next to be held in April 2021)\nelection results: percent of vote by party/coalition - Fuerza Popular 36.3%, PPK 16.5%, Frente Amplio 13.9%, APP 9.2%; APRA 8.3%; AP 7.2%, other 8.6%; seats by party/coalition - Fuerza Popular 73, Frente Amplio 20, PPK 18, APP 9; APRA 5; AP 5",
  "climate": "varies from tropical in east to dry desert in west; temperate to frigid in Andes",
  "flag description": "three equal, vertical bands of red (hoist side), white, and red with the coat of arms centered in the white band; the coat of arms features a shield bearing a vicuna (representing fauna), a cinchona tree (the source of quinine, signifying flora), and a yellow cornucopia spilling out coins (denoting mineral wealth); red recalls blood shed for independence, white symbolizes peace",
  "airports - with unpaved runways": "total: 132\n2,438 to 3,047 m: 1\n1,524 to 2,437 m: 19\n914 to 1,523 m: 30\nunder 914 m: 82 (2013)",
  "ports and terminals": "major seaport(s): Callao, Matarani, Paita\nriver port(s): Iquitos, Pucallpa, Yurimaguas (Amazon)\noil terminal(s): Conchan oil terminal, La Pampilla oil terminal\ncontainer port(s) (TEUs): Callao (1,616,365)",
  "exports - commodities(%)": "copper, gold, lead, zinc, tin, iron ore, molybdenum, silver; crude petroleum and petroleum products, natural gas; coffee, asparagus and other vegetables, fruit, apparel and textiles, fishmeal, fish, chemicals, fabricated metal products and machinery, alloys",
  "broadcast media": "10 major TV networks of which only one, Television Nacional de Peru, is state owned; multi-channel cable TV services are available; in excess of 2,000 radio stations including a substantial number of indigenous language stations (2010)",
  "natural gas - proved reserves(cu m)": "399 billion cu m (1 January 2017 es)",
  "independence": "28 July 1821 (from Spain)",
  "disputes - international": "Chile and Ecuador rejected Peru's November 2005 unilateral legislation to shift the axis of their joint treaty-defined maritime boundaries along the parallels of latitude to equidistance lines which favor Peru; organized illegal narcotics operations in Colombia have penetrated Peru's shared border; Peru rejects Bolivia's claim to restore maritime access through a sovereign corridor through Chile along the Peruvian border",
  "capital": "name: Lima\ngeographic coordinates: 12 03 S, 77 03 W\ntime difference: UTC-5 (same time as Washington, DC, during Standard Time)",
  "gdp - real growth rate(%)": "4% (2016 est.)\n3.3% (2015 est.)\n2.4% (2014 est.)",
  "reserves of foreign exchange and gold": "$61.81 billion (31 December 2016 est.)\n$61.59 billion (31 December 2015 est.)",
  "internet hosts": "234,102 (2012)",
  "agriculture - products": "artichokes, asparagus, avocados, blueberries, coffee, cocoa, cotton, sugarcane, rice, potatoes, corn, plantains, grapes, oranges, pineapples, guavas, bananas, apples, lemons, pears, coca, tomatoes, mangoes, barley, medicinal plants, quinoa, palm oil, marigolds, onions, wheat, dry beans; poultry, beef, pork, dairy products; guinea pigs; fish",
  "debt - external": "$66.76 billion (31 December 2016 est.)\n$65.94 billion (31 December 2015 est.)",
  "terrain": "western coastal plain (costa), high and rugged Andes in center (sierra), eastern lowland jungle of Amazon Basin (selva)",
  "crude oil - exports(bbl/day)": "15,560 bbl/day (2014 est.)",
  "stock of broad money": "$84.84 billion (31 December 2016 est.)\n$74.02 billion (31 December 2015 est.)",
  "refugees and internally displaced persons": "IDPs: 62,000 (civil war from 1980-2000; most IDPs are indigenous peasants in Andean and Amazonian regions; as of 2011, no new information on the situation of these IDPs) (2016)",
  "gdp (official exchange rate)": "$195.3 billion (2016 est.)",
  "judicial branch": "highest court(s): Supreme Court (consists of 16 judges and divided into civil, criminal, and constitutional-social sectors)\njudge selection and term of office: justices proposed by the National Council of the Judiciary or National Judicial Council (a 7-member independent body), nominated by the president, and confirmed by the Congress (all appointments reviewed by the Council every 7 years); justices appointed for life or until age 70\nsubordinate courts: Court of Constitutional Guarantees; Superior Courts or Cortes Superiores; specialized civil, criminal, and mixed courts; 2 types of peace courts in which professional judges and selected members of the local communities preside",
  "telephones - main lines in use": "total subscriptions: 3,074,464\nsubscriptions per 100 inhabitants: 10 (July 2016 est.)",
  "stock of direct foreign investment - at home": "$91.48 billion (31 December 2016 est.)\n$84.62 billion (31 December 2015 est.)",
  "population": "31,036,656 (July 2017 est.)",
  "major infectious diseases": "degree of risk: very high\nfood or waterborne diseases: bacterial diarrhea, hepatitis A, and typhoid fever\nvectorborne disease: dengue fever, malaria, and Bartonellosis (Oroya fever)\nnote: active local transmission of Zika virus by Aedes species mosquitoes has been identified in this country (as of August 2016); it poses an important risk (a large number of cases possible) among US citizens if bitten by an infective mosquito; other less common ways to get Zika are through sex, via blood transfusion, or during pregnancy, in which the pregnant woman passes Zika virus to her fetus (2016)",
  "natural resources": "copper, silver, gold, petroleum, timber, fish, iron ore, coal, phosphate, potash, hydropower, natural gas",
  "crude oil - proved reserves(bbl)": "473 million bbl (1 January 2017 es)",
  "unemployment, youth ages 15-24(%)": "total: 14.7%\nmale: 8.6%\nfemale: 8.2% (2015 est.)",
  "hiv/aids - people living with hiv/aids": "70,000 (2016 est.)",
  "total renewable water resources(cu km)": "1,913 cu km (2011)",
  "median age(years)": "total: 28 years\nmale: 27.2 years\nfemale: 28.8 years (2017 est.)",
  "demographic profile": "Peru's urban and coastal communities have benefited much more from recent economic growth than rural, Afro-Peruvian, indigenous, and poor populations of the Amazon and mountain regions. The poverty rate has dropped substantially during the last decade but remains stubbornly high at about 30% (more than 55% in rural areas). After remaining almost static for about a decade, Peru's malnutrition rate began falling in 2005, when the government introduced a coordinated strategy focusing on hygiene, sanitation, and clean water. School enrollment has improved, but achievement scores reflect ongoing problems with educational quality. Many poor children temporarily or permanently drop out of school to help support their families. About a quarter to a third of Peruvian children aged 6 to 14 work, often putting in long hours at hazardous mining or construction sites.\nPeru was a country of immigration in the 19th and early 20th centuries, but has become a country of emigration in the last few decades. Beginning in the 19th century, Peru brought in Asian contract laborers mainly to work on coastal plantations. Populations of Chinese and Japanese descent - among the largest in Latin America - are economically and culturally influential in Peru today. Peruvian emigration began rising in the 1980s due to an economic crisis and a violent internal conflict, but outflows have stabilized in the last few years as economic conditions have improved. Nonetheless, more than 2 million Peruvians have emigrated in the last decade, principally to the US, Spain, and Argentina.",
  "internet country code": ".pe",
  "gdp - composition, by end use(%)": "household consumption: 65.2%\ngovernment consumption: 12.1%\ninvestment in fixed capital: 22.6%\ninvestment in inventories: 0.2%\nexports of goods and services: 22.2%\nimports of goods and services: -22.2% (2016 est.)",
  "major urban areas - population": "LIMA (capital) 9.897 million; Arequipa 850,000; Trujillo 798,000 (2015)",
  "diplomatic representation from the us": "chief of mission: Ambassador (vacant); Charge d'Affaires Mark WELLS (since 13 October 2017)\nembassy: Avenida La Encalada, Cuadra 17 s/n, Surco, Lima 33\nmailing address: P. O. Box 1995, Lima 1; American Embassy (Lima), APO AA 34031-5000\ntelephone: [51] (1) 618-2000\nFAX: [51] (1) 618-2397",
  "dependency ratios": "total dependency ratio: 53.2\nyouth dependency ratio: 42.7\nelderly dependency ratio: 10.5\npotential support ratio: 9.6 (2015 est.)",
  "freshwater withdrawal (domestic/industrial/agricultural)()": "total: 19.34  cu km/yr (8%/10%/82%)\nper capita: 727.6  cu m/yr (2005)",
  "map references": "South America",
  "electricity - installed generating capacity(kw)": "12.26 million kW (2015 est.)",
  "stock of narrow money": "$31.08 billion (31 December 2016 est.)\n$29.59 billion (31 December 2015 est.)",
  "international organization participation": "APEC, BIS, CAN, CD, CELAC, EITI (compliant country), FAO, G-24, G-77, IADB, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, IHO, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), LAES, LAIA, Mercosur (associate), MIGA, MINUSTAH, MONUSCO, NAM, OAS, OPANAL, OPCW, Pacific Alliance, PCA, SICA (observer), UN, UNAMID, UNASUR, UNCTAD, UNESCO, UNHCR, UNIDO, Union Latina, UNISFA, UNMISS, UNOCI, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
  "area(sq km)": "total: 1,285,216 sq km\nland: 1,279,996 sq km\nwater: 5,220 sq km",
  "budget surplus (+) or deficit (-)(% of gdp)": "-2.6% of GDP (2016 est.)",
  "sex ratio(male(s)/female)": "at birth: 1.05 male(s)/female\n0-14 years: 1.04 male(s)/female\n15-24 years: 1 male(s)/female\n25-54 years: 0.92 male(s)/female\n55-64 years: 0.94 male(s)/female\n65 years and over: 0.9 male(s)/female\ntotal population: 0.97 male(s)/female (2016 est.)",
  "hospital bed density(beds/1,000 population)": "1.5 beds/1,000 population (2012)",
  "refined petroleum products - consumption(bbl/day)": "240,000 bbl/day (2015 est.)",
  "gross national saving(% of gdp)": "20.1% of GDP (2016 est.)\n19.7% of GDP (2015 est.)\n20.5% of GDP (2014 est.)",
  "international law organization participation": "accepts compulsory ICJ jurisdiction with reservations; accepts ICCt jurisdiction",
  "pipelines": "citizenship by birth: yes\ncitizenship by descent: yes\ndual citizenship recognized: yes\nresidency requirement for naturalization: 2 years",
  "diplomatic representation in the us": "chief of mission: Ambassador Carlos Jose PAREJA Rios (since 16 September 2016)\nchancery: 1700 Massachusetts Avenue NW, Washington, DC 20036\ntelephone: [1] (202) 833-9860 through 9869\nFAX: [1] (202) 659-8124\nconsulate(s) general: Atlanta, Boston, Chicago, Dallas, Denver, Hartford (CT), Houston, Los Angeles, Miami, New York, Paterson (NJ), San Francisco, Washington DC",
  "maternal mortality rate(deaths/100,000 live births)": "68 deaths/100,000 live births (2015 est.)",
  "literacy(%)": "definition: age 15 and over can read and write\ntotal population: 94.2%\nmale: 97.2%\nfemale: 94.3% (2016 est.)",
  "suffrage": "18 years of age; universal and compulsory until the age of 70",
  "airports - with paved runways": "total: 59\nover 3,047 m: 5\n2,438 to 3,047 m: 21\n1,524 to 2,437 m: 16\n914 to 1,523 m: 12\nunder 914 m: 5 (2017)",
  "waterways(km)": "8,808 km (8,600 km of navigable tributaries on the Amazon River system and 208 km on Lago Titicaca) (2011)",
  "exports": "$37.02 billion (2016 est.)\n$34.41 billion (2015 est.)",
  "languages(%)": "Spanish (official) 84.1%, Quechua (official) 13%, Aymara (official) 1.7%, Ashaninka 0.3%, other native languages (includes a large number of minor Amazonian languages) 0.7%, other (includes foreign languages and sign language) 0.2% (2007 est.)",
  "labor force": "16.8 million\nnote: individuals older than 14 years of age (2016 est.)",
  "contraceptive prevalence rate(%)": "74.6% (2014)",
  "natural gas - consumption(cu m)": "10.88 billion cu m (2015 est.)",
  "education expenditures(% of gdp)": "3.9% of GDP (2015)",
  "natural gas - exports(cu m)": "4.83 billion cu m (2015 est.)",
  "background": "Ancient Peru was the seat of several prominent Andean civilizations, most notably that of the Incas whose empire was captured by Spanish conquistadors in 1533. Peru declared its independence in 1821, and remaining Spanish forces were defeated in 1824. After a dozen years of military rule, Peru returned to democratic leadership in 1980, but experienced economic problems and the growth of a violent insurgency. President Alberto FUJIMORI's election in 1990 ushered in a decade that saw a dramatic turnaround in the economy and significant progress in curtailing guerrilla activity. Nevertheless, the president's increasing reliance on authoritarian measures and an economic slump in the late 1990s generated mounting dissatisfaction with his regime, which led to his resignation in 2000. A caretaker government oversaw a new election in the spring of 2001, which installed Alejandro TOLEDO Manrique as the new head of government - Peru's first democratically elected president of indigenous ethnicity. The presidential election of 2006 saw the return of Alan GARCIA Perez who, after a disappointing presidential term from 1985 to 1990, oversaw a robust economic rebound. Former army officer Ollanta HUMALA Tasso was elected president in June 2011, and carried on the sound, market-oriented economic policies of the three preceding administrations. Poverty and unemployment levels have fallen dramatically in the last decade, and today Peru boasts one of the best performing economies in Latin America. Pedro Pablo KUCZYNSKI Godard won a very narrow presidential runoff election in June 2016.",
  "life expectancy at birth(years)": "total population: 74 years\nmale: 71.9 years\nfemale: 76.1 years (2017 est.)",
  "constitution": "several previous; latest promulgated 29 December 1993, enacted 31 December 1993; amended several times, last in 2015 (2016)",
  "public debt(% of gdp)": "23.8% of GDP (2016 est.)\n23.3% of GDP (2015 est.)\nnote: data cover general government debt, and includes debt instruments issued by government entities other than the treasury; the data exclude treasury debt held by foreign entities; the data include debt issued by subnational entities",
  "heliports": "5 (2013)",
  "military service age and obligation(years of age)": "18-50 years of age for male and 18-45 years of age for female voluntary military service; no conscription (2012)",
  "population growth rate(%)": "0.95% (2017 est.)",
  "country name": "conventional long form: Republic of Peru\nconventional short form: Peru\nlocal long form: Republica del Peru\nlocal short form: Peru\netymology: exact meaning is obscure, but the name may derive from a native word \"biru\" meaning \"river\"",
  "hiv/aids - adult prevalence rate(%)": "0.3% (2016 est.)",
  "electricity - from nuclear fuels(% of total installed capacity)": "0% of total installed capacity (2015 est.)",
  "airports": "191 (2013)",
  "distribution of family income - gini index": "45.3 (2012)\n51 (2005)",
  "budget": "revenues: $52.44 billion\nexpenditures: $57.48 billion (2016 est.)",
  "labor force - by occupation(%)": "agriculture: 25.8%\nindustry: 17.4%\nservices: 56.8% (2011)",
  "environment - international agreements": "party to: Antarctic-Environmental Protocol, Antarctic-Marine Living Resources, Antarctic Treaty, Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Marine Dumping, Ozone Layer Protection, Ship Pollution, Tropical Timber 83, Tropical Timber 94, Wetlands, Whaling\nsigned, but not ratified: none of the selected agreements",
  "maritime claims": "territorial sea: 200 nm\ncontinental shelf: 200 nm",
  "national anthem": "name: \"Himno Nacional del Peru\" (National Anthem of Peru)\nlyrics/music: Jose DE LA TORRE Ugarte/Jose Bernardo ALZEDO\nnote: adopted 1822; the song won a national anthem contest",
  "industries": "mining and refining of minerals; steel, metal fabrication; petroleum extraction and refining, natural gas and natural gas liquefaction; fishing and fish processing, cement, glass, textiles, clothing, food processing, beer, soft drinks, rubber, machinery, electrical machinery, chemicals, furniture",
  "fiscal year": "calendar year",
  "elevation(m)": "mean elevation: 1,555 m\nelevation extremes: lowest point: Pacific Ocean 0 m\nhighest point: Nevado Huascaran 6,746 m",
  "refined petroleum products - exports(bbl/day)": "66,650 bbl/day (2014 est.)",
  "location": "Western South America, bordering the South Pacific Ocean, between Chile and Ecuador",
  "sanitation facility access(% of population)": "improved: \nurban: 82.5% of population\nrural: 53.2% of population\ntotal: 76.2% of population\nunimproved: \nurban: 17.5% of population\nrural: 46.8% of population\ntotal: 23.8% of population (2015 est.)",
  "refined petroleum products - production(bbl/day)": "187,200 bbl/day (2014 est.)",
  "electricity - from fossil fuels(% of total installed capacity)": "62.6% of total installed capacity (2015 est.)",
  "inflation rate (consumer prices)(%)": "3.6% (2016 est.)\n3.5% (2015 est.)\nnote: data are for metropolitan Lima, annual average",
  "stock of direct foreign investment - abroad": "$4.255 billion (31 December 2016 est.)\n$2.815 billion (31 December 2015 est.)",
  "population below poverty line(%)": "22.7% (2014 est.)",
  "crude oil - imports(bbl/day)": "83,660 bbl/day (2014 est.)",
  "natural gas - production(cu m)": "12.62 billion cu m (2015 est.)",
  "gdp (purchasing power parity)": "$406.5 billion (2016 est.)\n$386 billion (2015 est.)\n$369.6 billion (2014 est.)\nnote: data are in 2016 dollars",
  "geographic coordinates": "10 00 S, 76 00 W",
  "pipelines(km)": "extra heavy crude 786 km; gas 1,526 km; liquid petroleum gas 679 km; oil 1,033 km; refined products 15 km (2013)",
  "roadways(km)": "total: 140,672 km (18,699 km paved)\nnote: includes 24,593 km of national roads (14,748 km paved), 24,235 km of departmental roads (2,340 km paved), and 91,844 km of local roads (1,611 km paved) (2012)",
  "commercial bank prime lending rate(%)": "16.47% (31 December 2016 est.)\n16.1% (31 December 2015 est.)\nnote: domestic currency lending rate, 90 day maturity",
  "administrative divisions": "25 regions (regiones, singular - region) and 1 province* (provincia); Amazonas, Ancash, Apurimac, Arequipa, Ayacucho, Cajamarca, Callao, Cusco, Huancavelica, Huanuco, Ica, Junin, La Libertad, Lambayeque, Lima, Lima*, Loreto, Madre de Dios, Moquegua, Pasco, Piura, Puno, San Martin, Tacna, Tumbes, Ucayali\nnote: Callao, the largest port in Peru, is also referred to as a constitutional province, the only province of the Callao region",
  "military expenditures(% of gdp)": "1.29% of GDP (2016)\n1.69% of GDP (2015)\n1.46% of GDP (2014)\n1.47% of GDP (2013)\n1.33% of GDP (2012)",
  "crude oil - production(bbl/day)": "40,270 bbl/day (2016 est.)",
  "electricity - exports(kwh)": "55 million kWh (2015 est.)",
  "illicit drugs": "until 1996 the world's largest coca leaf producer, Peru is now the world's second largest producer of coca leaf, though it lags far behind Colombia; cultivation of coca in Peru was estimated at 53,000 hectares in 2015, an increase of 14 per cent over 2014; second largest producer of cocaine, estimated at 380 metric tons of potential pure cocaine in 2015; finished cocaine is shipped out from Pacific ports to the international drug market; increasing amounts of base and finished cocaine, however, are being moved to Brazil, Chile, Argentina, and Bolivia for use in the Southern Cone or transshipment to Europe and Africa; increasing domestic drug consumption",
  "urbanization(%)": "urban population: 79.2% of total population (2017)\nrate of urbanization: 1.57% annual rate of change (2015-20 est.)",
  "physicians density(physicians/1,000 population)": "1.12 physicians/1,000 population (2012)",
  "political parties and leaders": "Alliance for Progress (Alianza para el Progreso) or APP [Cesar ACUNA Peralta]\nAmerican Popular Revolutionary Alliance or APRA\nBroad Front (Frente Amplio; also known as El Frente Amplio por Justicia, Vida y Libertad) (coalition includes Nuevo Peru [Veronika Mendoza], Tierra y Libertad [Marco ARANA Zegarra], and Fuerza Social [Susana VILLARAN de la Puente]\nFuerza Popular (formerly Fuerza 2011) [Keiko FUJIMORI Higuchi]\nNational Solidarity (Solidaridad Nacional) or SN [Luis CASTANEDA Lossio]\nPeru Posible or PP (coalition includes Accion Popular and Somos Peru) [Alejandro TOLEDO Manrique]\nPeruvian Aprista Party (Partido Aprista Peruano) or PAP [Javier VELASQUEZ Quesquen] (also referred to by its original name Alianza Popular Revolucionaria Americana or APRA)\nPeruvian Nationalist Party [Ollanta HUMALA]\nPeruvians for Change (Peruanos Por el Kambio) or PPK [Pedro Pablo KUCZYNSKI]\nPopular Action (Accion Popular) or AP [Mesias GUEVARA Amasifuen]\nPopular Christian Party (Partido Popular Cristiano) or PPC [Lourdes FLORES Nano]",
  "geography - note": "shares control of Lago Titicaca, world's highest navigable lake, with Bolivia; a remote slope of Nevado Mismi, a 5,316 m peak, is the ultimate source of the Amazon River",
  "coastline(km)": "2,414 km",
  "health expenditures(% of gdp)": "5.5% of GDP (2014)",
  "central bank discount rate(%)": "4.25% (31 December 2016 est.)\n5.05% (31 December 2012)",
  "imports": "$35.13 billion (2016 est.)\n$37.33 billion (2015 est.)",
  "telephone system": "general assessment: adequate for most requirements; nationwide microwave radio relay system and a domestic satellite system with 12 earth stations\ndomestic: fixed-line teledensity is only about 10 per 100 persons; mobile-cellular teledensity, spurred by competition among multiple providers, now 120 telephones per 100 persons\ninternational: country code - 51; the South America-1 (SAM-1) and Pan American (PAN-AM) submarine cable systems provide links to parts of Central and South America, the Caribbean, and US; satellite earth stations - 2 Intelsat (Atlantic Ocean) (2016)",
  "current account balance": "$-5.305 billion (2016 est.)\n$-9.169 billion (2015 est.)",
  "irrigated land(sq km)": "25,800 sq km (2012)",
  "nationality": "noun: Peruvian(s)\nadjective: Peruvian",
  "electricity - production(kwh)": "46.31 billion kWh (2015 est.)",
  "age structure(%)": "0-14 years: 26.31% (male 4,155,672/female 4,009,888)\n15-24 years: 18.31% (male 2,847,460/female 2,835,727)\n25-54 years: 40.19% (male 5,985,354/female 6,487,232)\n55-64 years: 7.78% (male 1,168,533/female 1,247,299)\n65 years and over: 7.41% (male 1,086,790/female 1,212,701) (2017 est.)",
  "children under the age of 5 years underweight(%)": "3.1% (2014)",
  "exchange rates": "nuevo sol (PEN) per US dollar -\n3.3751 (2016 est.)\n3.3751 (2015 est.)\n3.185 (2014 est.)\n2.8383 (2013 est.)\n2.64 (2012 est.)",
  "household income or consumption by percentage share(%)": "lowest 10%: 1.4%\nhighest 10%: 36.1% (2010 est.)",
  "political pressure groups and leaders": "General Workers Confederation of Peru (Confederacion General de Trabajadores del Peru) or CGTP [Geronimo LOPEZ]\nShining Path (Sendero Luminoso) or SL [Abimael GUZMAN Reynoso - imprisoned), Jorge and Victor QUISPE Palomino - indicted in US] (communist guerrilla group)",
  "stock of domestic credit": "$52.8 billion (31 December 2016 est.)\n$49.47 billion (31 December 2015 est.)",
  "natural hazards": "earthquakes, tsunamis, flooding, landslides, mild volcanic activity\nvolcanism: volcanic activity in the Andes Mountains; Ubinas (5,672 m), which last erupted in 2009, is the country's most active volcano; other historically active volcanoes include El Misti, Huaynaputina, Sabancaya, and Yucamane"
}