{
  "": "population without electricity: 37,400,000\nelectrification - total population: 24%\nelectrification - urban areas: 71%\nelectrification - rural areas: 4% (2013)",
  "total fertility rate(children born/woman)": "4.77 children born/woman (2017 est.)",
  "obesity - adult prevalence rate(%)": "8.4% (2016)",
  "hiv/aids - deaths": "33,000 (2016 est.)",
  "electricity - from hydroelectric plants(% of total installed capacity)": "47.3% of total installed capacity (2015 est.)",
  "national symbol(s)": "Uhuru (Freedom) torch, giraffe; national colors: green, yellow, blue, black",
  "merchant marine": "total: 94\nby type: bulk carrier 6, cargo 66, carrier 4, chemical tanker 1, container 1, passenger/cargo 2, petroleum tanker 10, refrigerated cargo 1, roll on/roll off 3\nforeign-owned: 42 (Japan 1, Romania 1, Saudi Arabia 1, Syria 23, Turkey 13, UAE 3)\nregistered in other countries: 3 (Panama 2, UK 1) (2010)",
  "refined petroleum products - imports(bbl/day)": "58,700 bbl/day (2014 est.)",
  "imports - commodities(%)": "consumer goods, machinery and transportation equipment, industrial raw materials, crude oil",
  "environment - current issues": "soil degradation; deforestation; desertification; destruction of coral reefs threatens marine habitats; recent droughts affected marginal agriculture; wildlife threatened by illegal hunting and trade, especially for ivory",
  "military branches": "Tanzania People's Defense Force (Jeshi la Wananchi la Tanzania, JWTZ): Army, Naval Wing (includes Coast Guard), Air Defense Command (includes Air Wing), National Service (2007)",
  "taxes and other revenues(% of gdp)": "14% of GDP (2016 est.)",
  "infant mortality rate(deaths/1,000 live births)": "total: 39.9 deaths/1,000 live births\nmale: 42 deaths/1,000 live births\nfemale: 37.8 deaths/1,000 live births (2017 est.)",
  "executive branch": "chief of state: President John MAGUFULI (since 5 November 2015); Vice President Samia SULUHU (since 5 November 2015); note - the president is both chief of state and head of government\nhead of government: President John MAGUFULI, Dr. (since 5 November 2015); Vice President Samia SULUHU (since 5 November 2015); note - Prime Minister Kassim Majaliwa MAJALIWA (since 20 November 2015) has authority over the day-to-day functions of the government, is the leader of government business in the National Assembly, and is head of the Cabinet\ncabinet: Cabinet appointed by the president from among members of the National Assembly\nelections/appointments: president and vice president directly elected on the same ballot by simple majority popular vote for a 5-year term (eligible for a second term); election last held on 25 October 2015 (next to be held in October 2020); prime minister appointed by the president\nelection results: John MAGUFULI elected president; percent of vote - John MAGUFULI (CCM) 58.5%, Edward LOWASSA (CHADEMA) 40%, other 1.5%\nnote: Zanzibar elects a president as head of government for matters internal to Zanzibar; election held on 25 October 2015 was annulled by the Zanzibar Electoral Commission and rerun on 20 March 2016; President Ali Mohamed SHEIN reelected; percent of vote - Ali Mohamed SHEIN (CCM) 91.4%, Hamad Rashid MOHAMED (ADC) 3%, other 5.6%",
  "gdp - composition, by sector of origin(%)": "agriculture: 24.5%\nindustry: 27.6%\nservices: 47.3% (2016 est.)",
  "market value of publicly traded shares": "$1.803 billion (31 December 2012 est.)\n$1.539 billion (31 December 2011 est.)\n$1.264 billion (31 December 2010 est.)",
  "net migration rate(migrant(s)/1,000 population)": "-0.5 migrant(s)/1,000 population (2017 est.)",
  "manpower available for military service": "males age 16-49: 9,985,445 (2010 est.)",
  "religions(%)": "Christian 61.4%, Muslim 35.2%, folk religion 1.8%, other 0.2%, unaffiliated 1.4%\nnote: Zanzibar is almost entirely Muslim (2010 est.)",
  "exports - partners(%)": "Switzerland 15.1%, India 13.8%, South Africa 12.4%, China 7%, Kenya 6.2%, Democratic Republic of the Congo 5.7%, Belgium 5.6% (2016)",
  "drinking water source(% of population)": "improved: \nurban: 77.2% of population\nrural: 45.5% of population\ntotal: 55.6% of population\nunimproved: \nurban: 22.1% of population\nrural: 56% of population\ntotal: 46.8% of population (2015 est.)",
  "birth rate(births/1,000 population)": "35.6 births/1,000 population (2017 est.)",
  "economy - overview": "Tanzania is one of the world's poorest economies in terms of per capita income, but has achieved high growth rates based on its vast natural resource wealth and tourism. GDP growth in 2009-16 averaged 6%-7% per year. Dar es Salaam used fiscal stimulus measures and easier monetary policies to lessen the impact of the global recession. Tanzania has largely completed its transition to a market economy, though the government retains a presence in sectors such as telecommunications, banking, energy, and mining.\n\nThe economy depends on agriculture, which accounts for more than one-quarter of GDP, provides 85% of exports, and employs about 65% of the work force. All land in Tanzania is owned by the government, which can lease land for up to 99 years. Proposed reforms to allow for land ownership, particularly foreign land ownership, remain unpopular.\n\nThe financial sector in Tanzania has expanded in recent years and foreign-owned banks account for about 48% of the banking industry's total assets. Competition among foreign commercial banks has resulted in significant improvements in the efficiency and quality of financial services, though interest rates are still relatively high, reflecting high fraud risk. Recent banking reforms have helped increase private-sector growth and investment.\n\nThe World Bank, the IMF, and bilateral donors have provided funds to rehabilitate Tanzania's aging infrastructure, including rail and port, which provide important trade links for inland countries. In 2013, Tanzania completed the world's largest Millennium Challenge Compact (MCC) grant, worth $698 million, but in late 2015, the MCC Board of Directors deferred a decision to renew Tanzanias eligibility because of irregularities in voting in Zanzibar and concerns over the governments use of a controversial cybercrime bill.\n\nUnder the new government elected in 2015, Tanzania has developed an ambitious development agenda focused on creating a better business environment through improved infrastructure, access to financing, and education progress, but implementing budgets remains challenging for the government.",
  "telephones - mobile cellular": "total: 40,044,186\nsubscriptions per 100 inhabitants: 76 (July 2016 est.)",
  "manpower reaching militarily significant age annually": "male: 512,294\nfemale: 514,164 (2010 est.)",
  "manpower fit for military service": "males age 16-49: 5,860,339\nfemales age 16-49: 5,882,279 (2010 est.)",
  "land use(%)": "agricultural land: 43.7%\narable land 14.3%; permanent crops 2.3%; permanent pasture 27.1%\nforest: 37.3%\nother: 19% (2011 est.)",
  "ethnic groups(%)": "mainland - African 99% (of which 95% are Bantu consisting of more than 130 tribes), other 1% (consisting of Asian, European, and Arab); Zanzibar - Arab, African, mixed Arab and African",
  "gdp - per capita (ppp)": "$3,100 (2016 est.)\n$2,900 (2015 est.)\n$2,800 (2014 est.)\nnote: data are in 2016 dollars",
  "carbon dioxide emissions from consumption of energy(mt)": "10 million Mt (2013 est.)",
  "mother's mean age at first birth": "19.8 years\nnote: median age at first birth among women 25-29 (2015/16 est.)",
  "school life expectancy (primary to tertiary education)(years)": "total: 8 years\nmale: 8 years\nfemale: 8 years (2013)",
  "industrial production growth rate(%)": "10.9% (2016 est.)",
  "government type": "presidential republic",
  "electricity - imports(kwh)": "71 million kWh (2015 est.)",
  "unemployment rate(%)": "10.3% (2014 est.)",
  "natural gas - imports(cu m)": "0 cu m (2013 est.)",
  "area - comparative(sq km)": "more than six times the size of Georgia; slightly larger than twice the size of California",
  "legal system": "English common law; judicial review of legislative acts limited to matters of interpretation",
  "internet users": "total: 6,822,754\npercent of population: 13.0% (July 2016 est.)",
  "death rate(deaths/1,000 population)": "7.6 deaths/1,000 population (2017 est.)",
  "electricity - from other renewable sources(% of total installed capacity)": "6.8% of total installed capacity (2015 est.)",
  "railways(km)": "total: 4,567 km\nnarrow gauge: 1,860 km 1.067-m gauge; 2,707 km 1.000-m gauge (2014)",
  "child labor - children ages 5-14": "total number: 2,815,085\npercentage: 21%\nnote: data represent children ages 5-17 and does not include Zanzibar (2006 est.)",
  "imports - partners(%)": "China 20.7%, India 18.1%, UAE 7.5%, South Africa 6%, Japan 4.7% (2016)",
  "land boundaries(km)": "total: 4,161 km\nborder countries (8): Burundi 589 km, Democratic Republic of the Congo 479 km, Kenya 775 km, Malawi 512 km, Mozambique 840 km, Rwanda 222 km, Uganda 391 km, Zambia 353 km",
  "national holiday": "Union Day (Tanganyika and Zanzibar), 26 April (1964)",
  "electricity - consumption(kwh)": "4.976 billion kWh (2015 est.)",
  "legislative branch": "description: unicameral National Assembly or Parliament (Bunge) (393 seats; 264 members directly elected in single-seat constituencies by simple majority vote, 113 women directly elected by proportional representation vote, 5 indirectly elected by simple majority vote by the Zanzibar House of Representatives, 10 appointed by the president, and 1 seat reserved for the attorney general; members serve a 5-year term); note - in addition to enacting laws that apply to the entire United Republic of Tanzania, the National Assembly enacts laws that apply only to the mainland; Zanzibar has its own House of Representatives or Baraza La Wawakilishi (82 seats; 50 members directly elected in single-seat constituencies by simple majority vote, 20 women directly elected by proportional representation vote, 10 appointed by the Zanzibar president, 1 seat for the House speaker, and 1 ex-officio seat for the attorney general; elected members serve a 5-year term)\nelections: Tanzania National Assembly and Zanzibar House of Representatives elections last held on 25 October 2015 (next National Assembly election to be held in October 2020; next Zanzibar election NA; note the Zanzibar Electoral Commission annulled the 2015 election; no date for repoll announced as of early November)\nelection results: National Assembly - percent of vote by party - CCM 55%, Chadema 31.8%, CUF 8.6%, other 2.2%; seats by party - CCM 253, Chadema 70%, CUF 42%, other 2\nZanzibar House of Representatives - election annulled",
  "climate": "varies from tropical along coast to temperate in highlands",
  "flag description": "divided diagonally by a yellow-edged black band from the lower hoist-side corner; the upper triangle (hoist side) is green and the lower triangle is blue; the banner combines colors found on the flags of Tanganyika and Zanzibar; green represents the natural vegetation of the country, gold its rich mineral deposits, black the native Swahili people, and blue the country's many lakes and rivers, as well as the Indian Ocean",
  "airports - with unpaved runways": "total: 156\nover 3,047 m: 1\n1,524 to 2,437 m: 24\n914 to 1,523 m: 98\nunder 914 m: 33 (2013)",
  "ports and terminals": "major seaport(s): Dar es Salaam, Zanzibar",
  "exports - commodities(%)": "gold, coffee, cashew nuts, manufactures, cotton",
  "broadcast media": "a state-owned TV station and multiple privately owned TV stations; state-owned national radio station supplemented by more than 40 privately owned radio stations; transmissions of several international broadcasters are available (2007)",
  "natural gas - proved reserves(cu m)": "6.513 billion cu m (1 January 2017 es)",
  "independence": "26 April 1964 (Tanganyika united with Zanzibar to form the United Republic of Tanganyika and Zanzibar); 29 October 1964 (renamed United Republic of Tanzania); notable earlier dates: 9 December 1961 (Tanganyika became independent from UK-administered UN trusteeship); 10 December 1963 (Zanzibar became independent from UK)",
  "disputes - international": "dispute with Tanzania over the boundary in Lake Nyasa (Lake Malawi) and the meandering Songwe River; Malawi contends that the entire lake up to the Tanzanian shoreline is its territory, while Tanzania claims the border is in the center of the lake; the conflict was reignited in 2012 when Malawi awarded a license to a British company for oil exploration in the lake",
  "capital": "name: Dodoma; note - officially changed in 1996; serves as the meeting place for the National Assembly; Dar es Salaam remains the de facto capital, the country's largest city and commercial center, and the site of the executive branch offices and diplomatic representation\ngeographic coordinates: 6 48 S, 39 17 E\ntime difference: UTC+3 (8 hours ahead of Washington, DC, during Standard Time)",
  "gdp - real growth rate(%)": "7% (2016 est.)\n7% (2015 est.)\n7% (2014 est.)",
  "reserves of foreign exchange and gold": "$4.067 billion (31 December 2016 est.)\n$4.073 billion (31 December 2015 est.)\nnote: excludes gold",
  "internet hosts": "26,074 (2012)",
  "agriculture - products": "coffee, sisal, tea, cotton, pyrethrum (insecticide made from chrysanthemums), cashew nuts, tobacco, cloves, corn, wheat, cassava (manioc, tapioca), bananas, fruits, vegetables; cattle, sheep, goats",
  "debt - external": "$15.21 billion (31 December 2016 est.)\n$15.05 billion (31 December 2015 est.)",
  "terrain": "plains along coast; central plateau; highlands in north, south",
  "crude oil - exports(bbl/day)": "0 bbl/day (2014 est.)",
  "stock of broad money": "$7.613 billion (31 December 2016 est.)\n$7.345 billion (31 December 2015 est.)",
  "refugees and internally displaced persons": "refugees (country of origin): 278,801 (Burundi); 75,314 (Democratic Republic of the Congo) (2017)",
  "gdp (official exchange rate)": "$47.65 billion (2016 est.)",
  "judicial branch": "highest court(s): Court of Appeal of the United Republic of Tanzania (consists of the chief justice and 14 justices); High Court of the United Republic for Mainland Tanzania (consists of the principal judge and 30 judges organized into commercial, land, and labor courts); High Court of Zanzibar (consists of the chief justice and 10 justices)\njudge selection and term of office: Court of Appeal and High Court justices appointed by the national president after consultation with the Judicial Service Commission for Tanzania, a judicial body of high level judges and 2 members appointed by the national president; Court of Appeal and High Court judges appointed until mandatory retirement at age 60 but terms can be extended; High Court of Zanzibar judges appointed by the national president after consultation with the Judicial Commission of Zanzibar; judges may serve until mandatory retirement at age 65\nsubordinate courts: Resident Magistrates Courts; Kadhi courts (for Islamic family matters); district and primary courts",
  "telephones - main lines in use": "total subscriptions: 129,597\nsubscriptions per 100 inhabitants: less than 1 (July 2016 est.)",
  "stock of direct foreign investment - at home": "$NA",
  "population": "53,950,935\nnote: estimates for this country explicitly take into account the effects of excess mortality due to AIDS; this can result in lower life expectancy, higher infant mortality, higher death rates, lower population growth rates, and changes in the distribution of population by age and sex than would otherwise be expected (July 2017 est.)",
  "major infectious diseases": "degree of risk: very high\nfood or waterborne diseases: bacterial diarrhea, hepatitis A, and typhoid fever\nvectorborne diseases: malaria, dengue fever, and Rift Valley fever\nwater contact diseases: schistosomiasis and leptospirosis\nanimal contact disease: rabies (2016)",
  "natural resources": "hydropower, tin, phosphates, iron ore, coal, diamonds, gemstones, gold, natural gas, nickel",
  "crude oil - proved reserves(bbl)": "0 bbl (1 January 2017 es)",
  "unemployment, youth ages 15-24(%)": "total: 9.4%\nmale: 7%\nfemale: 11.7% (2014 est.)",
  "hiv/aids - people living with hiv/aids": "1.4 million (2016 est.)",
  "total renewable water resources(cu km)": "96.27 cu km (2011)",
  "median age(years)": "total: 17.7 years\nmale: 17.5 years\nfemale: 18 years (2017 est.)",
  "demographic profile": "Tanzania has the largest population in East Africa and the lowest population density; almost a third of the population is urban. Tanzanias youthful population  about two-thirds of the population is under 25  is growing rapidly because of the high total fertility rate of 4.8 children per woman. Progress in reducing the birth rate has stalled, sustaining the countrys nearly 3% annual growth. The maternal mortality rate has improved since 2000, yet it remains very high because of early and frequent pregnancies, inadequate maternal health services, and a lack of skilled birth attendants  problems that are worse among poor and rural women. Tanzania has made strides in reducing under-5 and infant mortality rates, but a recent drop in immunization threatens to undermine gains in child health. Malaria is a leading killer of children under 5, while HIV is the main source of adult mortality\nFor Tanzania, most migration is internal, rural to urban movement, while some temporary labor migration from towns to plantations takes place seasonally for harvests. Tanzania was Africas largest refugee-hosting country for decades, hosting hundreds of thousands of refugees from the Great Lakes region, primarily Burundi, over the last fifty years. However, the assisted repatriation and naturalization of tens of thousands of Burundian refugees between 2002 and 2014 dramatically reduced the refugee population. Tanzania is increasingly a transit country for illegal migrants from the Horn of Africa and the Great Lakes region who are heading to southern Africa for security reasons and/or economic opportunities. Some of these migrants choose to settle in Tanzania.",
  "internet country code": ".tz",
  "gdp - composition, by end use(%)": "household consumption: 61.8%\ngovernment consumption: 13.9%\ninvestment in fixed capital: 33.5%\ninvestment in inventories: -6%\nexports of goods and services: 19.5%\nimports of goods and services: -22.6% (2016 est.)",
  "major urban areas - population": "DAR ES SALAAM (capital) 5.116 million; Mwanza 838,000 (2015)",
  "diplomatic representation from the us": "chief of mission: Ambassador (vacant); Charge d'Affaires Inmi PATTERSON (since 5 July 2017)\nembassy: 686 Old Bagamoyo Road, Msasani, Dar es Salaam\nmailing address: P.O. Box 9123, Dar es Salaam\ntelephone: [255] (22) 229-4000\nFAX: [255] (22) 229-4970 or 4971",
  "dependency ratios": "total dependency ratio: 93.4\nyouth dependency ratio: 87.4\nelderly dependency ratio: 6\npotential support ratio: 16.6 (2015 est.)",
  "freshwater withdrawal (domestic/industrial/agricultural)()": "total: 5.18  cu km/yr (10%/0%/89%)\nper capita: 144.7  cu m/yr (2002)",
  "map references": "Africa",
  "electricity - installed generating capacity(kw)": "1.187 million kW (2015 est.)",
  "stock of narrow money": "$4.601 billion (31 December 2016 est.)\n$4.457 billion (31 December 2015 est.)",
  "international organization participation": "ACP, AfDB, AU, C, CD, EAC, EADB, EITI, FAO, G-77, IAEA, IBRD, ICAO, ICC (NGOs), ICCt, ICRM, IDA, IFAD, IFC, IFRCS, ILO, IMF, IMO, IMSO, Interpol, IOC, IOM, IPU, ISO, ITSO, ITU, ITUC (NGOs), MIGA, MONUSCO, NAM, OPCW, SADC, UN, UNAMID, UNCTAD, UNESCO, UNHCR, UNIDO, UNIFIL, UNISFA, UNMISS, UNWTO, UPU, WCO, WFTU (NGOs), WHO, WIPO, WMO, WTO",
  "area(sq km)": "total: 947,300 sq km\nland: 885,800 sq km\nwater: 61,500 sq km\nnote: includes the islands of Mafia, Pemba, and Zanzibar",
  "budget surplus (+) or deficit (-)(% of gdp)": "-3.3% of GDP (2016 est.)",
  "sex ratio(male(s)/female)": "at birth: 1.03 male(s)/female\n0-14 years: 1.02 male(s)/female\n15-24 years: 1 male(s)/female\n25-54 years: 1.01 male(s)/female\n55-64 years: 0.78 male(s)/female\n65 years and over: 0.75 male(s)/female\ntotal population: 0.99 male(s)/female (2016 est.)",
  "hospital bed density(beds/1,000 population)": "0.7 beds/1,000 population (2010)",
  "refined petroleum products - consumption(bbl/day)": "60,000 bbl/day (2015 est.)",
  "gross national saving(% of gdp)": "23% of GDP (2016 est.)\n24.7% of GDP (2015 est.)\n21.8% of GDP (2014 est.)",
  "international law organization participation": "has not submitted an ICJ jurisdiction declaration; accepts ICCt jurisdiction",
  "pipelines": "citizenship by birth: no\ncitizenship by descent only: at least one parent must be a citizen of Tanzania; if a child is born abroad, the father must be a citizen of Tanzania\ndual citizenship recognized: no\nresidency requirement for naturalization: 5 years",
  "diplomatic representation in the us": "chief of mission: Ambassador Wilson Mutagaywa MASILINGI (since 17 September 2015)\nchancery: 1232 22nd Street NW, Washington, DC 20037\ntelephone: [1] (202) 939-6125\nFAX: [1] (202) 797-7408",
  "maternal mortality rate(deaths/100,000 live births)": "398 deaths/100,000 live births (2015 est.)",
  "literacy(%)": "definition: age 15 and over can read and write Kiswahili (Swahili), English, or Arabic\ntotal population: 77.9%\nmale: 83.2%\nfemale: 73.1% (2015 est.)",
  "suffrage": "18 years of age; universal",
  "airports - with paved runways": "total: 10\nover 3,047 m: 2\n2,438 to 3,047 m: 2\n1,524 to 2,437 m: 4\n914 to 1,523 m: 2 (2013)",
  "waterways(km)": "(Lake Tanganyika, Lake Victoria, and Lake Nyasa (Lake Malawi) are the principal avenues of commerce with neighboring countries; the rivers are not navigable) (2011)",
  "exports": "$5.697 billion (2016 est.)\n$5.402 billion (2015 est.)",
  "languages(%)": "Kiswahili or Swahili (official), Kiunguja (name for Swahili in Zanzibar), English (official, primary language of commerce, administration, and higher education), Arabic (widely spoken in Zanzibar), many local languages\nnote: Kiswahili (Swahili) is the mother tongue of the Bantu people living in Zanzibar and nearby coastal Tanzania; although Kiswahili is Bantu in structure and origin, its vocabulary draws on a variety of sources including Arabic and English; it has become the lingua franca of central and eastern Africa; the first language of most people is one of the local languages",
  "labor force": "24.05 million (2016 est.)",
  "contraceptive prevalence rate(%)": "38.4% (2015/16)",
  "natural gas - consumption(cu m)": "1.5 billion cu m (2015 est.)",
  "education expenditures(% of gdp)": "3.5% of GDP (2014)",
  "natural gas - exports(cu m)": "0 cu m (2013 est.)",
  "background": "Shortly after achieving independence from Britain in the early 1960s, Tanganyika and Zanzibar merged to form the United Republic of Tanzania in 1964. One-party rule ended in 1995 with the first democratic elections held in the country since the 1970s. Zanzibar's semi-autonomous status and popular opposition led to two contentious elections since 1995, which the ruling party won despite international observers' claims of voting irregularities. The formation of a government of national unity between Zanzibar's two leading parties succeeded in minimizing electoral tension in 2010.",
  "life expectancy at birth(years)": "total population: 62.6 years\nmale: 61.2 years\nfemale: 64.1 years (2017 est.)",
  "constitution": "history: several previous; latest adopted 25 April 1977; note - progress enacting a new constitution drafted in 2014 by the Constituent Assembly has been stalled\namendments: proposed by the National Assembly; passage of amendments to constitutional articles including those on sovereignty of the United Republic, the authorities and powers of the government, the president, the Assembly, and the High Court requires two-thirds majority vote of the mainland Assembly membership and of the Zanzibar House of Representatives membership; House of Representatives approval of other amendments is not required (2017)",
  "public debt(% of gdp)": "34% of GDP (2016 est.)\n34.2% of GDP (2015 est.)",
  "military service age and obligation(years of age)": "18 years of age for voluntary military service; no conscription (2012)",
  "population growth rate(%)": "2.75% (2017 est.)",
  "trafficking in persons": "current situation: Tanzania is a source, transit, and destination country for men, women, and children subjected to forced labor and sex trafficking; the exploitation of young girls in domestic servitude continues to be Tanzanias largest human trafficking problem; Tanzanian boys are subject to forced labor mainly on farms but also in mines and quarries, in the informal commercial sector, in factories, in the sex trade, and possibly on small fishing boats; Tanzanian children and adults are subjected to domestic servitude, other forms of forced labor, and sex trafficking in other African countries, the Middle East, Europe, and the US; internal trafficking is more prevalent than transnational trafficking and is usually facilitated by friends, family members, or intermediaries with false offers of education or legitimate jobs; trafficking victims from Burundi, Kenya, South Asia, and Yemen are forced to work in Tanzanias agricultural, mining, and domestic service sectors or may be sex trafficked\ntier rating: Tier 2 Watch List  Tanzania does not fully comply with the minimum standards for the elimination of trafficking; however, it is making significant efforts to do so; in 2014, Tanzania was granted a waiver from an otherwise required downgrade to Tier 3 because its government has a written plan that, if implemented, would constitute making significant efforts to bring itself into compliance with the minimum standards for the elimination of trafficking; the government adopted a three-year national action plan and implementing regulations for the 2008 anti-trafficking law; authorities somewhat increased their number of trafficking investigations and prosecutions and convicted one offender, but the penalty was a fine in lieu of prison, which was inadequate given the severity of the crime; the government did not operate any shelters for victims and relied on NGOs to provide protective services (2015)",
  "country name": "conventional long form: United Republic of Tanzania\nconventional short form: Tanzania\nlocal long form: Jamhuri ya Muungano wa Tanzania\nlocal short form: Tanzania\nformer: United Republic of Tanganyika and Zanzibar\netymology: the country's name is a combination of the first letters of Tanganyika and Zanzibar, the two states that merged to form Tanzania in 1964",
  "hiv/aids - adult prevalence rate(%)": "4.7% (2016 est.)",
  "electricity - from nuclear fuels(% of total installed capacity)": "0% of total installed capacity (2015 est.)",
  "airports": "166 (2013)",
  "distribution of family income - gini index": "37.6 (2007)\n34.6 (2000)",
  "budget": "revenues: $6.615 billion\nexpenditures: $8.158 billion (2016 est.)",
  "labor force - by occupation(%)": "agriculture: 66.9%\nindustry: 6.4%\nservices: 26.6% (2014 est.)",
  "environment - international agreements": "party to: Biodiversity, Climate Change, Climate Change-Kyoto Protocol, Desertification, Endangered Species, Hazardous Wastes, Law of the Sea, Ozone Layer Protection, Wetlands\nsigned, but not ratified: none of the selected agreements",
  "maritime claims": "territorial sea: 12 nm\nexclusive economic zone: 200 nm",
  "national anthem": "name: \"Mungu ibariki Afrika\" (God Bless Africa)\nlyrics/music: collective/Enoch Mankayi SONTONGA\nnote: adopted 1961; the anthem, which is also a popular song in Africa, shares the same melody with that of Zambia, but has different lyrics; the melody is also incorporated into South Africa's anthem",
  "industries": "agricultural processing (sugar, beer, cigarettes, sisal twine); mining (diamonds, gold, and iron), salt, soda ash; cement, oil refining, shoes, apparel, wood products, fertilizer",
  "fiscal year": "1 July - 30 June",
  "elevation(m)": "mean elevation: 1,018 m\nelevation extremes: lowest point: Indian Ocean 0 m\nhighest point: Kilimanjaro 5,895 m (highest point in Africa)",
  "refined petroleum products - exports(bbl/day)": "0 bbl/day (2014 est.)",
  "location": "Eastern Africa, bordering the Indian Ocean, between Kenya and Mozambique",
  "sanitation facility access(% of population)": "improved: \nurban: 31.3% of population\nrural: 8.3% of population\ntotal: 15.6% of population\nunimproved: \nurban: 68.7% of population\nrural: 91.7% of population\ntotal: 84.4% of population (2015 est.)",
  "refined petroleum products - production(bbl/day)": "0 bbl/day (2014 est.)",
  "electricity - from fossil fuels(% of total installed capacity)": "46% of total installed capacity (2015 est.)",
  "inflation rate (consumer prices)(%)": "5.2% (2016 est.)\n5.6% (2015 est.)",
  "stock of direct foreign investment - abroad": "$NA",
  "population below poverty line(%)": "22.8% (2015 est.)",
  "crude oil - imports(bbl/day)": "0 bbl/day (2014 est.)",
  "natural gas - production(cu m)": "1.1 billion cu m (2015 est.)",
  "gdp (purchasing power parity)": "$150.3 billion (2016 est.)\n$138.7 billion (2015 est.)\n$128.3 billion (2014 est.)\nnote: data are in 2016 dollars",
  "geographic coordinates": "6 00 S, 35 00 E",
  "pipelines(km)": "gas 311 km; oil 891 km; refined products 8 km (2013)",
  "roadways(km)": "total: 86,472 km\npaved: 7,092 km\nunpaved: 79,380 km (2010)",
  "commercial bank prime lending rate(%)": "15.96% (31 December 2016 est.)\n16.1% (31 December 2015 est.)",
  "administrative divisions": "30 regions; Arusha, Dar es Salaam, Dodoma, Geita, Iringa, Kagera, Kaskazini Pemba (Pemba North), Kaskazini Unguja (Zanzibar North), Katavi, Kigoma, Kilimanjaro, Kusini Pemba (Pemba South), Kusini Unguja (Zanzibar Central/South), Lindi, Manyara, Mara, Mbeya, Mjini Magharibi (Zanzibar Urban/West), Morogoro, Mtwara, Mwanza, Njombe, Pwani (Coast), Rukwa, Ruvuma, Shinyanga, Simiyu, Singida, Tabora, Tanga",
  "military expenditures(% of gdp)": "1.14% of GDP (2016)\n1.13% of GDP (2015)\n1.05% of GDP (2014)\n1% of GDP (2013)\n0.93% of GDP (2012)",
  "crude oil - production(bbl/day)": "0 bbl/day (2016 est.)",
  "electricity - exports(kwh)": "0 kWh (2016 est.)",
  "illicit drugs": "targeted by traffickers moving hashish, Afghan heroin, and South American cocaine transported down the East African coastline, through airports, or overland through Central Africa; Zanzibar likely used by traffickers for drug smuggling; traffickers in the past have recruited Tanzanian couriers to move drugs through Iran into East Asia",
  "urbanization(%)": "urban population: 33% of total population (2017)\nrate of urbanization: 5% annual rate of change (2015-20 est.)",
  "physicians density(physicians/1,000 population)": "0.03 physicians/1,000 population (2012)",
  "political parties and leaders": "Alliance for Change and Transparency or ACT [Zitto KABWE]\nAlliance for Democratic Change or ADC [Miraji ABDALLAH]\nCivic United Front or CUF (Chama Cha Wananchi [Seif Shariff HAMAD, Secretary General]\nNational Convention for Construction and Reform - Mageuzi or NCCR-M [James Francis MBATCA]\nParty of Democracy and Development or CHADEMA (Chama Cha Demokrasia na Maendeleo) [Freeman MBOWE]\nRevolutionary Party or CCM (Chama Cha Mapinduzi) [John MAGUFULI]\nTanzania Labor Party or TLP [Augustine MREMA]\nUnited Democratic Party or UDP [John Momose CHEYO]\nnote: in March 2014, four opposition parties (CUF, CHADEMA, NCCR-Mageuzi, and the National League for Democracy) united to form Umoja wa Katiba ya Wananchi (Coalition for the People's Constitution) or UKAWA; during local elections held in October, 2014, UKAWA entered one candidate representing the three parties united in the coalition",
  "geography - note": "Kilimanjaro is the highest point in Africa and one of only two mountains on the continent that has glaciers (the other is Mount Kenya); bordered by three of the largest lakes on the continent: Lake Victoria (the world's second-largest freshwater lake) in the north, Lake Tanganyika (the world's second deepest) in the west, and Lake Nyasa (Lake Malawi) in the southwest",
  "coastline(km)": "1,424 km",
  "health expenditures(% of gdp)": "5.6% of GDP (2014)",
  "central bank discount rate(%)": "8.25% (31 December 2010)\n3.7% (31 December 2009)",
  "imports": "$8.464 billion (2016 est.)\n$9.843 billion (2015 est.)",
  "telephone system": "general assessment: telecommunications services are marginal; system operating below capacity and being modernized for better service\ndomestic: fixed-line telephone network inadequate with less than 1 connection per 100 persons; mobile-cellular service, aided by multiple providers, is increasing rapidly and exceeds 75 telephones per 100 persons; trunk service provided by open-wire, microwave radio relay, tropospheric scatter, and fiber-optic cable; some links being made digital\ninternational: country code - 255; landing point for the EASSy fiber-optic submarine cable system linking East Africa with Europe and North America; satellite earth stations - 2 Intelsat (1 Indian Ocean, 1 Atlantic Ocean) (2016)",
  "current account balance": "$-2.677 billion (2016 est.)\n$-4.12 billion (2015 est.)",
  "irrigated land(sq km)": "1,840 sq km (2012)",
  "nationality": "noun: Tanzanian(s)\nadjective: Tanzanian",
  "electricity - production(kwh)": "6.025 billion kWh (2015 est.)",
  "age structure(%)": "0-14 years: 43.74% (male 11,921,393/female 11,678,536)\n15-24 years: 19.86% (male 5,361,747/female 5,351,794)\n25-54 years: 29.88% (male 8,098,183/female 8,020,289)\n55-64 years: 3.51% (male 836,313/female 1,055,347)\n65 years and over: 3.02% (male 687,118/female 940,215) (2017 est.)",
  "children under the age of 5 years underweight(%)": "13.7% (2015)",
  "exchange rates": "Tanzanian shillings (TZS) per US dollar -\n2,177.1 (2016 est.)\n2,177.1 (2015 est.)\n1,989.7 (2014 est.)\n1,654 (2013 est.)\n1,583 (2012 est.)",
  "household income or consumption by percentage share(%)": "lowest 10%: 2.8%\nhighest 10%: 29.6% (2007)",
  "political pressure groups and leaders": "Economic and Social Research Foundation or ESRF\nFree Zanzibar\nTanzania Media Women's Association or TAMWA\nTanzania Private Sector Foundation or TPSF\nTwaweza",
  "stock of domestic credit": "$9.625 billion (31 December 2016 est.)\n$9.483 billion (31 December 2015 est.)",
  "natural hazards": "flooding on the central plateau during the rainy season; drought\nvolcanism: limited volcanic activity; Ol Doinyo Lengai (2,962 m) has emitted lava in recent years; other historically active volcanoes include Kieyo and Meru"
}